{
  "range": "1-35",
  "description": "General Provisions, Apprehension and Restraint, Non-Judicial Punishment, Pre-Trial Procedures",
  "articles": [
    {
      "number": "Article 1",
      "title": "Definitions",
      "section": "general",
      "translations": {
        "en": "In this chapter: (1) 'Military' refers to any or all of the armed forces. (2) 'Accuser' means a person who signs and swears to charges, or who directs that charges nominally be signed and sworn to by another. (3) 'Military judge' means an official of a general or special court-martial. (4) 'Law specialist' means a commissioned officer who is a member of the bar of a Federal court or a State and certified as competent to perform legal duties.",
        "es": "En este capítulo: (1) 'Militar' se refiere a cualquiera o todas las fuerzas armadas. (2) 'Acusador' significa una persona que firma y jura los cargos, o que ordena que los cargos sean nominalmente firmados y jurados por otro. (3) 'Juez militar' significa un oficial de un consejo de guerra general o especial. (4) 'Especialista en derecho' significa un oficial comisionado que es miembro del colegio de abogados.",
        "de": "In diesem Kapitel: (1) 'Militär' bezieht sich auf eine oder alle Streitkräfte. (2) 'Ankläger' bezeichnet eine Person, die Anklagen unterschreibt und beschwört. (3) 'Militärrichter' bezeichnet einen Beamten eines allgemeinen oder besonderen Kriegsgerichts. (4) 'Rechtsexperte' bezeichnet einen Offizier, der Mitglied der Anwaltskammer ist.",
        "fr": "Dans ce chapitre: (1) 'Militaire' désigne l'une ou l'ensemble des forces armées. (2) 'Accusateur' désigne une personne qui signe et jure les accusations. (3) 'Juge militaire' désigne un officiel d'une cour martiale générale ou spéciale. (4) 'Spécialiste juridique' désigne un officier commissionné membre du barreau.",
        "ko": "이 장에서: (1) '군'은 군대의 일부 또는 전체를 의미한다. (2) '고발인'은 기소장에 서명하고 선서하는 자를 의미한다. (3) '군사재판관'은 일반 또는 특별 군사재판의 관리를 의미한다. (4) '법률 전문가'는 변호사 자격을 가진 장교를 의미한다.",
        "ar": "في هذا الفصل: (1) 'عسكري' يشير إلى أي من القوات المسلحة أو جميعها. (2) 'المتهِم' يعني الشخص الذي يوقع ويقسم على التهم. (3) 'القاضي العسكري' يعني مسؤول في محكمة عسكرية عامة أو خاصة. (4) 'المتخصص القانوني' يعني ضابط مفوض عضو في نقابة المحامين."
      }
    },
    {
      "number": "Article 2",
      "title": "Persons Subject to the UCMJ",
      "section": "general",
      "translations": {
        "en": "Members of a regular component of the armed forces, including those awaiting discharge after expiration of their terms of enlistment; cadets, aviation cadets, and midshipmen; members of a reserve component while on inactive-duty training; retired members of a regular component entitled to pay; persons in custody of the armed forces serving a sentence imposed by a court-martial.",
        "es": "Miembros de un componente regular de las fuerzas armadas, incluidos aquellos que esperan la baja; cadetes, cadetes de aviación y guardiamarinas; miembros de un componente de reserva durante el entrenamiento; miembros retirados de un componente regular con derecho a pago; personas bajo custodia de las fuerzas armadas cumpliendo sentencia.",
        "de": "Mitglieder einer regulären Komponente der Streitkräfte, einschließlich derjenigen, die auf ihre Entlassung warten; Kadetten und Seekadetten; Mitglieder einer Reservekomponente während der Ausbildung; pensionierte Mitglieder mit Gehaltsanspruch; Personen in Gewahrsam der Streitkräfte.",
        "fr": "Membres d'une composante régulière des forces armées, y compris ceux qui attendent leur libération; cadets et aspirants; membres d'une composante de réserve pendant la formation; membres retraités ayant droit à une solde; personnes détenues par les forces armées.",
        "ko": "정규 군 구성원, 제대를 기다리는 자 포함; 사관생도 및 해군사관생도; 훈련 중인 예비군 구성원; 급여를 받는 퇴역 군인; 군사재판 선고를 받고 군에 구금된 자.",
        "ar": "أعضاء المكون النظامي للقوات المسلحة، بما في ذلك المنتظرين للتسريح؛ الطلاب العسكريون؛ أعضاء المكون الاحتياطي أثناء التدريب؛ المتقاعدون المستحقون للراتب؛ الأشخاص المحتجزون لدى القوات المسلحة."
      },
      "cases": [
        {
          "name": "Solorio v. United States",
          "year": "1987",
          "summary": "Supreme Court ruled military jurisdiction depends on military status, not service-connection of offense.",
          "outcome": "Expanded UCMJ jurisdiction over service members"
        }
      ]
    },
    {
      "number": "Article 3",
      "title": "Jurisdiction to Try Certain Personnel",
      "section": "general",
      "translations": {
        "en": "Subject to section 843 of this title (article 43), a person who is in a status in which the person is subject to this chapter and who committed an offense against this chapter while formerly in a status in which the person was subject to this chapter is not relieved from amenability to the jurisdiction of this chapter for that offense by reason of a termination of that person's former status.",
        "es": "Sujeto a la sección 843 de este título, una persona que está en un estado sujeto a este capítulo y que cometió un delito mientras anteriormente estaba sujeta a este capítulo, no queda liberada de la jurisdicción de este capítulo por la terminación de su estado anterior.",
        "de": "Vorbehaltlich des Abschnitts 843 ist eine Person, die sich in einem diesem Kapitel unterliegenden Status befindet und eine Straftat begangen hat, während sie zuvor diesem Kapitel unterlag, nicht von der Gerichtsbarkeit befreit.",
        "fr": "Sous réserve de l'article 843, une personne soumise à ce chapitre qui a commis une infraction alors qu'elle était précédemment soumise à ce chapitre n'est pas libérée de la juridiction par la fin de son ancien statut.",
        "ko": "제843조에 따라, 이 장에 해당하는 상태에 있으면서 이전에 이 장에 해당하는 상태에서 범죄를 저지른 자는 이전 상태의 종료로 인해 이 장의 관할권에서 면제되지 않는다.",
        "ar": "وفقاً للمادة 843، الشخص الخاضع لهذا الفصل والذي ارتكب جريمة أثناء خضوعه سابقاً لهذا الفصل لا يُعفى من الخضوع للولاية القضائية بسبب انتهاء وضعه السابق."
      }
    },
    {
      "number": "Article 4",
      "title": "Dismissed Officer's Right to Trial by Court-Martial",
      "section": "general",
      "translations": {
        "en": "If any commissioned officer, dismissed by order of the President, makes a written application for trial by court-martial, setting forth, under oath, that he has been wrongfully dismissed, the President, as soon as practicable, shall convene a general court-martial to try that officer on the charges on which he was dismissed.",
        "es": "Si algún oficial comisionado, destituido por orden del Presidente, presenta una solicitud escrita para un juicio por consejo de guerra, declarando bajo juramento que ha sido destituido injustamente, el Presidente convocará un consejo de guerra general para juzgar a ese oficial.",
        "de": "Wenn ein Offizier, der durch Anordnung des Präsidenten entlassen wurde, einen schriftlichen Antrag auf Kriegsgerichtsverfahren stellt und unter Eid erklärt, dass er zu Unrecht entlassen wurde, wird der Präsident ein Kriegsgericht einberufen.",
        "fr": "Si un officier commissionné, révoqué par ordre du Président, fait une demande écrite de procès en cour martiale, déclarant sous serment qu'il a été injustement révoqué, le Président convoquera une cour martiale générale.",
        "ko": "대통령 명령으로 해임된 장교가 부당하게 해임되었다고 선서하에 군사재판을 서면으로 요청하면, 대통령은 가능한 한 빨리 일반 군사재판을 소집해야 한다.",
        "ar": "إذا قدم أي ضابط مفوض، مفصول بأمر من الرئيس، طلباً مكتوباً للمحاكمة أمام محكمة عسكرية، مصرحاً تحت القسم بأنه فُصل ظلماً، يقوم الرئيس بعقد محكمة عسكرية عامة."
      }
    },
    {
      "number": "Article 5",
      "title": "Territorial Applicability of the Code",
      "section": "general",
      "translations": {
        "en": "This chapter applies in all places. The jurisdiction of military courts extends to all offenses under this chapter, regardless of the location where the offense was committed.",
        "es": "Este capítulo se aplica en todos los lugares. La jurisdicción de los tribunales militares se extiende a todos los delitos bajo este capítulo, independientemente del lugar donde se cometió el delito.",
        "de": "Dieses Kapitel gilt an allen Orten. Die Zuständigkeit der Militärgerichte erstreckt sich auf alle Straftaten nach diesem Kapitel, unabhängig vom Tatort.",
        "fr": "Ce chapitre s'applique en tous lieux. La juridiction des tribunaux militaires s'étend à toutes les infractions prévues par ce chapitre, quel que soit le lieu de commission.",
        "ko": "이 장은 모든 장소에 적용된다. 군사법원의 관할권은 범죄가 어디에서 발생했는지에 관계없이 이 장의 모든 범죄에 적용된다.",
        "ar": "يسري هذا الفصل في جميع الأماكن. تمتد ولاية المحاكم العسكرية إلى جميع الجرائم بموجب هذا الفصل، بغض النظر عن مكان ارتكاب الجريمة."
      }
    },
    {
      "number": "Article 6",
      "title": "Judge Advocates and Legal Officers",
      "section": "general",
      "translations": {
        "en": "The Judge Advocate General, under the direction of the Secretary concerned, shall make frequent inspections in the field in supervision of the administration of military justice. Convening authorities shall at all times communicate directly with their staff judge advocates or legal officers in matters relating to the administration of military justice.",
        "es": "El Abogado General, bajo la dirección del Secretario correspondiente, realizará inspecciones frecuentes en el campo para supervisar la administración de la justicia militar. Las autoridades convocantes se comunicarán directamente con sus abogados asesores en asuntos de justicia militar.",
        "de": "Der Generalanwalt führt unter der Leitung des zuständigen Ministers häufige Inspektionen zur Überwachung der Militärjustiz durch. Einberufungsbehörden kommunizieren direkt mit ihren Rechtsberatern.",
        "fr": "L'Avocat général, sous la direction du Secrétaire concerné, effectuera des inspections fréquentes pour superviser l'administration de la justice militaire. Les autorités de convocation communiqueront directement avec leurs conseillers juridiques.",
        "ko": "법무감은 관할 장관의 지시에 따라 군사 사법 행정을 감독하기 위해 현장에서 빈번한 검열을 실시해야 한다. 소집 당국은 군사 사법 관련 사항에서 법무참모와 직접 소통해야 한다.",
        "ar": "يقوم المحامي العام، تحت إشراف الوزير المختص، بإجراء عمليات تفتيش متكررة للإشراف على إدارة العدالة العسكرية. تتواصل سلطات الانعقاد مباشرة مع مستشاريها القانونيين."
      }
    },
    {
      "number": "Article 6a",
      "title": "Investigation and Disposition of Matters Pertaining to the Fitness of Military Judges",
      "section": "general",
      "translations": {
        "en": "The Judge Advocate General shall prescribe procedures for investigating matters pertaining to the fitness of military judges and for taking appropriate action concerning the findings of such investigations.",
        "es": "El Abogado General prescribirá procedimientos para investigar asuntos relacionados con la aptitud de los jueces militares y para tomar medidas apropiadas sobre los hallazgos de tales investigaciones.",
        "de": "Der Generalanwalt legt Verfahren zur Untersuchung von Angelegenheiten bezüglich der Eignung von Militärrichtern und für entsprechende Maßnahmen fest.",
        "fr": "L'Avocat général prescrira des procédures pour enquêter sur l'aptitude des juges militaires et pour prendre des mesures appropriées concernant les résultats de ces enquêtes.",
        "ko": "법무감은 군사재판관의 적격성에 관한 사항을 조사하고 조사 결과에 대해 적절한 조치를 취하기 위한 절차를 규정해야 한다.",
        "ar": "يحدد المحامي العام إجراءات التحقيق في الأمور المتعلقة بأهلية القضاة العسكريين واتخاذ الإجراءات المناسبة."
      }
    },
    {
      "number": "Article 7",
      "title": "Apprehension",
      "section": "apprehension",
      "translations": {
        "en": "Apprehension is the taking of a person into custody. Any person authorized to apprehend may do so upon reasonable belief that an offense has been committed and that the person apprehended committed it. Commissioned officers, warrant officers, petty officers, and noncommissioned officers may apprehend any person subject to this chapter.",
        "es": "La aprehensión es tomar a una persona bajo custodia. Cualquier persona autorizada para aprehender puede hacerlo con creencia razonable de que se ha cometido un delito. Los oficiales y suboficiales pueden aprehender a cualquier persona sujeta a este capítulo.",
        "de": "Festnahme ist die Ingewahrsamnahme einer Person. Jede zur Festnahme befugte Person darf dies bei begründetem Verdacht einer Straftat tun. Offiziere und Unteroffiziere dürfen jede diesem Kapitel unterliegende Person festnehmen.",
        "fr": "L'appréhension est la mise en garde à vue d'une personne. Toute personne autorisée peut appréhender sur croyance raisonnable qu'une infraction a été commise. Les officiers et sous-officiers peuvent appréhender toute personne soumise à ce chapitre.",
        "ko": "체포는 사람을 구금하는 것이다. 체포 권한이 있는 자는 범죄가 발생했고 체포 대상자가 그것을 저질렀다는 합리적인 믿음이 있으면 체포할 수 있다. 장교와 부사관은 이 장에 해당하는 모든 자를 체포할 수 있다.",
        "ar": "القبض هو احتجاز شخص. يجوز لأي شخص مخول بالقبض أن يفعل ذلك بناءً على اعتقاد معقول بارتكاب جريمة. يجوز للضباط وضباط الصف القبض على أي شخص خاضع لهذا الفصل."
      }
    },
    {
      "number": "Article 8",
      "title": "Apprehension of Deserters",
      "section": "apprehension",
      "translations": {
        "en": "Any civil officer having authority to apprehend offenders under the laws of the United States or of a State, Territory, Commonwealth, or possession, or the District of Columbia may summarily apprehend a deserter from the armed forces and deliver him into the custody of those forces.",
        "es": "Cualquier funcionario civil con autoridad para aprehender delincuentes bajo las leyes de los Estados Unidos o de un Estado puede aprehender sumariamente a un desertor de las fuerzas armadas y entregarlo a la custodia de esas fuerzas.",
        "de": "Jeder Zivilbeamte mit Befugnis zur Festnahme von Straftätern kann einen Deserteur der Streitkräfte summarisch festnehmen und ihn in deren Gewahrsam übergeben.",
        "fr": "Tout officier civil ayant autorité pour appréhender des contrevenants peut appréhender sommairement un déserteur des forces armées et le remettre à la garde de ces forces.",
        "ko": "미국 또는 주 법률에 따라 범법자를 체포할 권한이 있는 민간 공무원은 군 탈영병을 즉결 체포하여 군에 인도할 수 있다.",
        "ar": "يجوز لأي موظف مدني له سلطة القبض على المخالفين القبض بإجراء موجز على الفار من القوات المسلحة وتسليمه إلى عهدة تلك القوات."
      }
    },
    {
      "number": "Article 9",
      "title": "Imposition of Restraint",
      "section": "apprehension",
      "translations": {
        "en": "Arrest is the restraint of a person by an order, not imposed as a punishment for an offense, directing him to remain within certain specified limits. Confinement is the physical restraint of a person. Arrest or confinement may be imposed only by a commanding officer with authority over the person to be restrained.",
        "es": "El arresto es la restricción de una persona por una orden, no impuesta como castigo, ordenándole permanecer dentro de ciertos límites. El confinamiento es la restricción física de una persona. Solo un oficial al mando con autoridad puede imponer arresto o confinamiento.",
        "de": "Arrest ist die Einschränkung einer Person durch einen Befehl, nicht als Strafe, der sie anweist, innerhalb bestimmter Grenzen zu bleiben. Haft ist die physische Einschränkung einer Person. Nur ein kommandierender Offizier mit Autorität kann Arrest oder Haft anordnen.",
        "fr": "L'arrestation est la restriction d'une personne par un ordre, non imposée comme punition, lui ordonnant de rester dans certaines limites. Le confinement est la restriction physique d'une personne. Seul un officier commandant avec autorité peut imposer l'arrestation ou le confinement.",
        "ko": "체포는 처벌로서가 아닌 명령에 의한 사람의 구속으로, 특정 한계 내에 머물도록 지시하는 것이다. 구금은 사람의 물리적 구속이다. 체포나 구금은 구속 대상자에 대한 권한이 있는 지휘관만이 부과할 수 있다.",
        "ar": "الاعتقال هو تقييد شخص بأمر، غير مفروض كعقوبة، يأمره بالبقاء ضمن حدود معينة. الحبس هو التقييد الجسدي للشخص. لا يجوز فرض الاعتقال أو الحبس إلا من قبل قائد له سلطة."
      }
    },
    {
      "number": "Article 10",
      "title": "Restraint of Persons Charged",
      "section": "apprehension",
      "translations": {
        "en": "Any person subject to this chapter charged with an offense under this chapter shall be ordered into arrest or confinement, as circumstances may require; but when charged only with an offense normally tried by a summary court-martial, the person shall not ordinarily be placed in confinement. When any person subject to this chapter is placed in arrest or confinement prior to trial, immediate steps shall be taken to inform him of the specific wrong of which he is accused and to try him or to dismiss the charges and release him.",
        "es": "Cualquier persona acusada de un delito será ordenada a arresto o confinamiento según las circunstancias lo requieran; pero cuando solo se le acuse de un delito normalmente juzgado por un consejo de guerra sumario, la persona no será ordinariamente puesta en confinamiento. Se tomarán medidas inmediatas para informarle del delito específico y juzgarlo o desestimar los cargos.",
        "de": "Jede Person, die einer Straftat beschuldigt wird, wird je nach Umständen in Arrest oder Haft genommen; bei Straftaten, die normalerweise vor einem summarischen Kriegsgericht verhandelt werden, wird die Person normalerweise nicht in Haft genommen. Es sind sofortige Schritte zu unternehmen, um sie über die Anschuldigung zu informieren und sie zu verhandeln oder die Anklage fallen zu lassen.",
        "fr": "Toute personne accusée d'une infraction sera mise en arrestation ou en confinement selon les circonstances; mais pour une infraction normalement jugée par une cour martiale sommaire, la personne ne sera pas ordinairement placée en confinement. Des mesures immédiates seront prises pour l'informer de l'accusation et la juger ou abandonner les charges.",
        "ko": "이 장의 범죄로 기소된 자는 상황에 따라 체포 또는 구금 명령을 받아야 한다; 그러나 약식 군사재판으로 정상적으로 재판받는 범죄로만 기소된 경우, 그 자는 통상적으로 구금되지 않는다. 재판 전에 체포 또는 구금된 자에게는 즉시 혐의를 알리고 재판하거나 기소를 기각하고 석방해야 한다.",
        "ar": "أي شخص متهم بجريمة يُؤمر باعتقاله أو حبسه حسب الظروف؛ لكن إذا اتُهم فقط بجريمة تُحاكم عادة أمام محكمة عسكرية موجزة، لا يُوضع عادة في الحبس. تُتخذ خطوات فورية لإبلاغه بالتهمة ومحاكمته أو رفض التهم."
      }
    },
    {
      "number": "Article 11",
      "title": "Reports and Receiving of Prisoners",
      "section": "apprehension",
      "translations": {
        "en": "No provost marshal, commander of a guard, or master at arms may refuse to receive or keep any prisoner committed to his charge by a commissioned officer of the armed forces, when the committing officer furnishes a statement, signed by him, of the offense charged against the prisoner.",
        "es": "Ningún preboste, comandante de guardia o maestro de armas puede negarse a recibir o mantener a un prisionero comprometido a su cargo por un oficial comisionado, cuando el oficial proporciona una declaración firmada del delito imputado.",
        "de": "Kein Feldwebel, Wachkommandant oder Waffenmeister darf sich weigern, einen Gefangenen zu empfangen oder zu halten, der ihm von einem Offizier übergeben wird, wenn der Offizier eine unterschriebene Erklärung über die Anklage liefert.",
        "fr": "Aucun prévôt, commandant de garde ou maître d'armes ne peut refuser de recevoir ou de garder un prisonnier confié à sa charge par un officier commissionné, lorsque l'officier fournit une déclaration signée de l'infraction reprochée.",
        "ko": "헌병대장, 경비대장 또는 무기고 관리관은 장교가 서명한 혐의 진술서를 제공하면, 그 장교가 맡긴 수감자를 인수하거나 구금하는 것을 거부할 수 없다.",
        "ar": "لا يجوز لأي مشير أو قائد حراسة أو رئيس أسلحة رفض استلام أو حفظ سجين أودعه ضابط مفوض، عندما يقدم الضابط بياناً موقعاً بالتهمة الموجهة."
      }
    },
    {
      "number": "Article 12",
      "title": "Prohibition of Confinement with Enemy Prisoners",
      "section": "apprehension",
      "translations": {
        "en": "No member of the armed forces may be placed in confinement in immediate association with enemy prisoners or other foreign nationals not members of the armed forces.",
        "es": "Ningún miembro de las fuerzas armadas puede ser puesto en confinamiento en asociación inmediata con prisioneros enemigos u otros nacionales extranjeros que no sean miembros de las fuerzas armadas.",
        "de": "Kein Mitglied der Streitkräfte darf in unmittelbarer Nähe von feindlichen Gefangenen oder anderen ausländischen Staatsangehörigen, die nicht Mitglieder der Streitkräfte sind, inhaftiert werden.",
        "fr": "Aucun membre des forces armées ne peut être placé en confinement en association immédiate avec des prisonniers ennemis ou d'autres ressortissants étrangers non membres des forces armées.",
        "ko": "군인은 적 포로 또는 군인이 아닌 다른 외국인과 직접 연관되어 구금될 수 없다.",
        "ar": "لا يجوز وضع أي عضو في القوات المسلحة في الحبس بالاقتران المباشر مع أسرى العدو أو رعايا أجانب آخرين ليسوا أعضاء في القوات المسلحة."
      }
    },
    {
      "number": "Article 13",
      "title": "Punishment Prohibited Before Trial",
      "section": "apprehension",
      "translations": {
        "en": "No person, while being held for trial, may be subjected to punishment or penalty other than arrest or confinement upon the charges pending against him, nor shall the arrest or confinement imposed upon him be any more rigorous than the circumstances require to insure his presence, but he may be subjected to minor punishment during that period for infractions of discipline.",
        "es": "Ninguna persona, mientras esté detenida para juicio, puede ser sometida a castigo o sanción que no sea arresto o confinamiento por los cargos pendientes, ni el arresto o confinamiento impuesto será más riguroso de lo que las circunstancias requieran para asegurar su presencia.",
        "de": "Keine Person darf, während sie auf den Prozess wartet, einer anderen Strafe als Arrest oder Haft unterworfen werden, noch darf der Arrest oder die Haft strenger sein, als die Umstände es erfordern, um ihre Anwesenheit sicherzustellen.",
        "fr": "Aucune personne, en attente de procès, ne peut être soumise à une punition autre que l'arrestation ou le confinement pour les charges en instance, et l'arrestation ou le confinement ne sera pas plus rigoureux que les circonstances ne l'exigent pour assurer sa présence.",
        "ko": "재판을 위해 구금된 자는 계류 중인 혐의에 대한 체포 또는 구금 이외의 처벌이나 형벌을 받을 수 없으며, 부과된 체포나 구금은 출석을 보장하는 데 필요한 정도보다 엄격해서는 안 된다.",
        "ar": "لا يجوز إخضاع أي شخص محتجز للمحاكمة لعقوبة غير الاعتقال أو الحبس على التهم المعلقة، ولا يكون الاعتقال أو الحبس أشد صرامة مما تتطلبه الظروف لضمان حضوره."
      }
    },
    {
      "number": "Article 14",
      "title": "Delivery of Offenders to Civil Authorities",
      "section": "apprehension",
      "translations": {
        "en": "Under such regulations as the Secretary concerned may prescribe, a member of the armed forces accused of an offense against civil authority may be delivered, upon request, to the civil authority for trial. When delivery is made to any civil authority of a person undergoing sentence of a court-martial, the delivery, if followed by conviction in a civil tribunal, interrupts the execution of the sentence of the court-martial.",
        "es": "Bajo las regulaciones que el Secretario correspondiente prescriba, un miembro de las fuerzas armadas acusado de un delito contra la autoridad civil puede ser entregado, previa solicitud, a la autoridad civil para juicio. Cuando se hace la entrega a cualquier autoridad civil de una persona cumpliendo sentencia de un consejo de guerra, la entrega, si es seguida por condena en un tribunal civil, interrumpe la ejecución de la sentencia.",
        "de": "Nach den Vorschriften des zuständigen Ministers kann ein Mitglied der Streitkräfte, das einer Straftat gegen die Zivilbehörde beschuldigt wird, auf Anfrage an die Zivilbehörde zur Verhandlung übergeben werden. Wenn die Übergabe bei einer Verurteilung vor einem Zivilgericht erfolgt, wird die Vollstreckung des Kriegsgerichtsurteils unterbrochen.",
        "fr": "Selon les règlements que le Secrétaire concerné peut prescrire, un membre des forces armées accusé d'une infraction contre l'autorité civile peut être livré, sur demande, à l'autorité civile pour procès. La livraison, suivie d'une condamnation civile, interrompt l'exécution de la sentence de la cour martiale.",
        "ko": "관할 장관이 정하는 규정에 따라, 민간 당국에 대한 범죄로 기소된 군인은 요청 시 민간 당국에 인도되어 재판받을 수 있다. 군사재판 형을 복역 중인 자가 민간 당국에 인도되어 민간 법원에서 유죄 판결을 받으면, 군사재판 형의 집행이 중단된다.",
        "ar": "بموجب اللوائح التي قد يحددها الوزير المختص، يجوز تسليم عضو في القوات المسلحة متهم بجريمة ضد السلطة المدنية، بناءً على طلب، إلى السلطة المدنية للمحاكمة. التسليم، إذا تبعته إدانة في محكمة مدنية، يوقف تنفيذ حكم المحكمة العسكرية."
      }
    },
    {
      "number": "Article 15",
      "title": "Non-Judicial Punishment",
      "section": "njp",
      "translations": {
        "en": "Under such regulations as the President may prescribe, any commanding officer may impose disciplinary punishments for minor offenses without the intervention of a court-martial. The accused may demand trial by court-martial in lieu of non-judicial punishment, except in the case of a person attached to or embarked in a vessel.",
        "es": "Bajo las regulaciones que el Presidente prescriba, cualquier oficial al mando puede imponer castigos disciplinarios por delitos menores sin la intervención de un consejo de guerra. El acusado puede exigir un juicio por consejo de guerra en lugar del castigo no judicial, excepto en el caso de una persona adscrita a un buque.",
        "de": "Nach den vom Präsidenten vorgeschriebenen Vorschriften kann jeder kommandierende Offizier Disziplinarstrafen für geringfügige Vergehen verhängen. Der Beschuldigte kann ein Kriegsgerichtsverfahren anstelle der außergerichtlichen Bestrafung verlangen, außer bei Personen auf einem Schiff.",
        "fr": "Conformément aux règlements que le Président peut prescrire, tout officier commandant peut imposer des punitions disciplinaires pour des infractions mineures sans cour martiale. L'accusé peut exiger un procès en cour martiale, sauf pour une personne embarquée sur un navire.",
        "ko": "대통령이 정하는 규정에 따라, 지휘관은 군사재판 없이 경미한 위반에 대해 징계 처벌을 부과할 수 있다. 피고인은 함정에 배속되거나 승선한 경우를 제외하고 비사법적 처벌 대신 군사재판을 요구할 수 있다.",
        "ar": "بموجب اللوائح التي قد يحددها الرئيس، يجوز لأي قائد فرض عقوبات تأديبية على المخالفات البسيطة دون محكمة عسكرية. يجوز للمتهم المطالبة بمحاكمة عسكرية بدلاً من العقوبة غير القضائية، باستثناء الشخص الملحق بسفينة."
      },
      "cases": [
        {
          "name": "Middendorf v. Henry",
          "year": "1976",
          "summary": "Supreme Court ruled no constitutional right to counsel at NJP hearings.",
          "outcome": "NJP procedures upheld"
        }
      ]
    },
    {
      "number": "Article 16",
      "title": "Courts-Martial Classified",
      "section": "jurisdiction",
      "translations": {
        "en": "The three kinds of courts-martial in each of the armed forces are: (1) general courts-martial, consisting of a military judge and not less than five members, or only a military judge if requested by the accused; (2) special courts-martial, consisting of a military judge and not less than three members, or only a military judge if requested; (3) summary courts-martial, consisting of one commissioned officer.",
        "es": "Los tres tipos de consejos de guerra en cada una de las fuerzas armadas son: (1) consejos de guerra generales, compuestos por un juez militar y no menos de cinco miembros; (2) consejos de guerra especiales, con un juez militar y no menos de tres miembros; (3) consejos de guerra sumarios, compuestos por un oficial comisionado.",
        "de": "Die drei Arten von Kriegsgerichten sind: (1) Allgemeine Kriegsgerichte, bestehend aus einem Militärrichter und mindestens fünf Mitgliedern; (2) Besondere Kriegsgerichte, mit einem Militärrichter und mindestens drei Mitgliedern; (3) Summarische Kriegsgerichte, bestehend aus einem Offizier.",
        "fr": "Les trois types de cours martiales sont: (1) cours martiales générales, composées d'un juge militaire et d'au moins cinq membres; (2) cours martiales spéciales, avec un juge militaire et au moins trois membres; (3) cours martiales sommaires, composées d'un officier commissionné.",
        "ko": "각 군의 세 가지 유형의 군사재판은: (1) 군사재판관 1명과 5명 이상의 위원으로 구성된 일반 군사재판; (2) 군사재판관 1명과 3명 이상의 위원으로 구성된 특별 군사재판; (3) 장교 1명으로 구성된 약식 군사재판이다.",
        "ar": "أنواع المحاكم العسكرية الثلاثة هي: (1) محاكم عسكرية عامة، تتألف من قاضٍ عسكري وخمسة أعضاء على الأقل؛ (2) محاكم عسكرية خاصة، مع قاضٍ عسكري وثلاثة أعضاء على الأقل؛ (3) محاكم عسكرية موجزة، تتألف من ضابط مفوض واحد."
      }
    },
    {
      "number": "Article 17",
      "title": "Jurisdiction of Courts-Martial in General",
      "section": "jurisdiction",
      "translations": {
        "en": "Each armed force has court-martial jurisdiction over all persons subject to this chapter. The exercise of jurisdiction by one armed force over personnel of another armed force shall be in accordance with regulations prescribed by the President.",
        "es": "Cada fuerza armada tiene jurisdicción de consejo de guerra sobre todas las personas sujetas a este capítulo. El ejercicio de jurisdicción por una fuerza armada sobre personal de otra será de acuerdo con las regulaciones prescritas por el Presidente.",
        "de": "Jede Streitkraft hat Kriegsgerichtsbarkeit über alle diesem Kapitel unterliegenden Personen. Die Ausübung der Gerichtsbarkeit über Personal einer anderen Streitkraft erfolgt nach den vom Präsidenten vorgeschriebenen Vorschriften.",
        "fr": "Chaque force armée a juridiction de cour martiale sur toutes les personnes soumises à ce chapitre. L'exercice de la juridiction par une force armée sur le personnel d'une autre se fait conformément aux règlements prescrits par le Président.",
        "ko": "각 군은 이 장에 해당하는 모든 자에 대해 군사재판 관할권을 가진다. 한 군이 다른 군의 인원에 대해 관할권을 행사하는 것은 대통령이 정하는 규정에 따른다.",
        "ar": "لكل قوة مسلحة ولاية قضائية عسكرية على جميع الأشخاص الخاضعين لهذا الفصل. يكون ممارسة الولاية القضائية من قوة مسلحة على أفراد قوة أخرى وفقاً للوائح التي يحددها الرئيس."
      }
    },
    {
      "number": "Article 18",
      "title": "Jurisdiction of General Courts-Martial",
      "section": "jurisdiction",
      "translations": {
        "en": "General courts-martial have jurisdiction to try persons subject to this chapter for any offense made punishable by this chapter and may, under such limitations as the President may prescribe, adjudge any punishment not forbidden by this chapter, including the penalty of death when specifically authorized for the offense.",
        "es": "Los consejos de guerra generales tienen jurisdicción para juzgar a personas por cualquier delito punible bajo este capítulo y pueden, bajo las limitaciones que el Presidente prescriba, imponer cualquier castigo no prohibido, incluyendo la pena de muerte cuando esté específicamente autorizada.",
        "de": "Allgemeine Kriegsgerichte haben die Zuständigkeit, Personen für jede nach diesem Kapitel strafbare Tat zu verhandeln und können jede nicht verbotene Strafe verhängen, einschließlich der Todesstrafe, wenn sie für die Straftat ausdrücklich vorgesehen ist.",
        "fr": "Les cours martiales générales ont juridiction pour juger les personnes pour toute infraction punissable par ce chapitre et peuvent prononcer toute peine non interdite, y compris la peine de mort lorsqu'elle est spécifiquement autorisée.",
        "ko": "일반 군사재판은 이 장에 해당하는 자를 이 장에 의해 처벌 가능한 모든 범죄에 대해 재판할 관할권을 가지며, 대통령이 정하는 제한 하에 이 장에서 금지하지 않는 모든 형벌을 선고할 수 있으며, 해당 범죄에 대해 특별히 허가된 경우 사형을 포함한다.",
        "ar": "للمحاكم العسكرية العامة ولاية قضائية لمحاكمة الأشخاص عن أي جريمة يعاقب عليها هذا الفصل ويجوز لها الحكم بأي عقوبة غير محظورة، بما في ذلك عقوبة الإعدام عندما تكون مصرح بها تحديداً."
      }
    },
    {
      "number": "Article 19",
      "title": "Jurisdiction of Special Courts-Martial",
      "section": "jurisdiction",
      "translations": {
        "en": "Special courts-martial have jurisdiction to try persons subject to this chapter for any offense made punishable by this chapter and may adjudge any punishment authorized except death, dishonorable discharge, dismissal, confinement for more than one year, hard labor without confinement for more than three months, forfeiture of pay exceeding two-thirds pay per month, or forfeiture of pay for more than one year.",
        "es": "Los consejos de guerra especiales tienen jurisdicción para juzgar personas por cualquier delito punible y pueden imponer cualquier castigo autorizado excepto muerte, baja deshonrosa, destitución, confinamiento por más de un año, trabajos forzados sin confinamiento por más de tres meses, pérdida de paga superior a dos tercios por mes, o pérdida de paga por más de un año.",
        "de": "Besondere Kriegsgerichte haben die Zuständigkeit, Personen für jede strafbare Tat zu verhandeln und können jede zulässige Strafe verhängen, außer Tod, unehrenhafte Entlassung, Entlassung, Haft von mehr als einem Jahr, Zwangsarbeit ohne Haft von mehr als drei Monaten oder Gehaltseinbußen von mehr als zwei Dritteln pro Monat.",
        "fr": "Les cours martiales spéciales ont juridiction pour juger les personnes pour toute infraction punissable et peuvent prononcer toute peine autorisée sauf la mort, la radiation déshonorante, le renvoi, le confinement de plus d'un an, les travaux forcés de plus de trois mois, ou la perte de solde de plus de deux tiers par mois.",
        "ko": "특별 군사재판은 이 장에 해당하는 자를 이 장에 의해 처벌 가능한 모든 범죄에 대해 재판할 관할권을 가지며, 사형, 불명예 전역, 파면, 1년 이상의 구금, 3개월 이상의 비구금 노역, 월급의 3분의 2를 초과하는 급여 박탈, 또는 1년 이상의 급여 박탈을 제외한 모든 허가된 형벌을 선고할 수 있다.",
        "ar": "للمحاكم العسكرية الخاصة ولاية قضائية لمحاكمة الأشخاص عن أي جريمة يعاقب عليها ويجوز لها الحكم بأي عقوبة مصرح بها باستثناء الإعدام، والتسريح المخزي، والفصل، والحبس لأكثر من سنة، والأشغال الشاقة لأكثر من ثلاثة أشهر، أو مصادرة الراتب لأكثر من سنة."
      }
    },
    {
      "number": "Article 20",
      "title": "Jurisdiction of Summary Courts-Martial",
      "section": "jurisdiction",
      "translations": {
        "en": "Summary courts-martial have jurisdiction to try persons subject to this chapter, except officers, cadets, aviation cadets, and midshipmen, for any offense made punishable by this chapter. No person may be tried by summary court-martial if he objects thereto. The maximum punishment that a summary court-martial may adjudge is confinement for one month, forfeiture of two-thirds of one month's pay, and reduction to the lowest pay grade.",
        "es": "Los consejos de guerra sumarios tienen jurisdicción para juzgar personas sujetas a este capítulo, excepto oficiales, cadetes y guardiamarinas, por cualquier delito punible. Ninguna persona puede ser juzgada por consejo de guerra sumario si se opone. La pena máxima es un mes de confinamiento, pérdida de dos tercios del pago mensual y reducción al grado más bajo.",
        "de": "Summarische Kriegsgerichte haben die Zuständigkeit, Personen außer Offiziere und Kadetten für jede strafbare Tat zu verhandeln. Niemand kann vor einem summarischen Kriegsgericht verhandelt werden, wenn er dagegen Einspruch erhebt. Die Höchststrafe ist ein Monat Haft, Einbehaltung von zwei Dritteln des Monatsgehalts und Herabstufung.",
        "fr": "Les cours martiales sommaires ont juridiction pour juger les personnes sauf les officiers et cadets pour toute infraction punissable. Personne ne peut être jugé par cour martiale sommaire s'il s'y oppose. La peine maximale est un mois de confinement, la perte de deux tiers du salaire mensuel et la rétrogradation au grade le plus bas.",
        "ko": "약식 군사재판은 장교, 사관생도, 해군사관생도를 제외한 이 장에 해당하는 자를 이 장에 의해 처벌 가능한 모든 범죄에 대해 재판할 관할권을 가진다. 약식 군사재판에 반대하면 재판받을 수 없다. 약식 군사재판이 선고할 수 있는 최대 형벌은 1개월 구금, 월급의 3분의 2 박탈, 최저 급여 등급으로의 강등이다.",
        "ar": "للمحاكم العسكرية الموجزة ولاية قضائية لمحاكمة الأشخاص الخاضعين لهذا الفصل، باستثناء الضباط والطلاب العسكريين، عن أي جريمة يعاقب عليها. لا يجوز محاكمة أي شخص أمام محكمة عسكرية موجزة إذا اعترض. العقوبة القصوى هي الحبس لمدة شهر ومصادرة ثلثي الراتب الشهري والتخفيض إلى أدنى رتبة."
      }
    },
    {
      "number": "Article 21",
      "title": "Jurisdiction of Courts-Martial Not Exclusive",
      "section": "jurisdiction",
      "translations": {
        "en": "The provisions of this chapter conferring jurisdiction upon courts-martial do not deprive military commissions, provost courts, or other military tribunals of concurrent jurisdiction with respect to offenders or offenses that by statute or by the law of war may be tried by military commissions, provost courts, or other military tribunals.",
        "es": "Las disposiciones de este capítulo que confieren jurisdicción a los consejos de guerra no privan a las comisiones militares, tribunales prebostales u otros tribunales militares de jurisdicción concurrente respecto a delincuentes o delitos que por estatuto o por el derecho de guerra puedan ser juzgados por comisiones militares.",
        "de": "Die Bestimmungen dieses Kapitels, die Kriegsgerichten Zuständigkeit verleihen, entziehen Militärkommissionen, Provostgerichten oder anderen Militärtribunalen nicht die konkurrierende Zuständigkeit für Straftäter oder Straftaten, die nach Gesetz oder Kriegsrecht vor solchen Tribunalen verhandelt werden können.",
        "fr": "Les dispositions de ce chapitre conférant juridiction aux cours martiales ne privent pas les commissions militaires ou autres tribunaux militaires de juridiction concurrente pour les contrevenants ou infractions qui peuvent être jugés par ces tribunaux.",
        "ko": "군사재판에 관할권을 부여하는 이 장의 규정은 법률 또는 전쟁법에 의해 군사위원회, 헌병재판소 또는 기타 군사재판소에서 재판받을 수 있는 범죄자나 범죄에 대한 군사위원회, 헌병재판소 또는 기타 군사재판소의 동시 관할권을 박탈하지 않는다.",
        "ar": "لا تحرم أحكام هذا الفصل التي تمنح الولاية القضائية للمحاكم العسكرية اللجان العسكرية أو المحاكم الأخرى من الولاية القضائية المتزامنة فيما يتعلق بالمخالفين أو الجرائم التي يجوز محاكمتها أمام هذه المحاكم."
      }
    },
    {
      "number": "Article 22",
      "title": "Who May Convene General Courts-Martial",
      "section": "composition",
      "translations": {
        "en": "General courts-martial may be convened by the President of the United States; the Secretary of Defense; the commanding officer of a unified or specified combatant command; the Secretary concerned; the commanding officer of an Army Group, an Army, an Army Corps, a division, a separate brigade, or a corresponding unit of the Army or Marine Corps; and such other officers as the Secretary concerned may designate.",
        "es": "Los consejos de guerra generales pueden ser convocados por el Presidente de los Estados Unidos; el Secretario de Defensa; el oficial al mando de un comando combatiente; el Secretario correspondiente; el oficial al mando de un Grupo de Ejército, un Ejército, un Cuerpo de Ejército, una división, una brigada separada o una unidad correspondiente.",
        "de": "Allgemeine Kriegsgerichte können vom Präsidenten der Vereinigten Staaten, dem Verteidigungsminister, dem Befehlshaber eines vereinten Kampfkommandos, dem zuständigen Minister, dem Befehlshaber einer Armeegruppe, einer Armee, eines Armeekorps, einer Division oder einer separaten Brigade einberufen werden.",
        "fr": "Les cours martiales générales peuvent être convoquées par le Président des États-Unis; le Secrétaire à la Défense; le commandant d'un commandement de combat unifié; le Secrétaire concerné; le commandant d'un groupe d'armées, d'une armée, d'un corps d'armée, d'une division ou d'une brigade séparée.",
        "ko": "일반 군사재판은 미국 대통령, 국방장관, 통합 또는 지정 전투사령부 사령관, 관할 장관, 야전군집단, 야전군, 군단, 사단, 독립여단 또는 이에 상응하는 부대의 지휘관이 소집할 수 있다.",
        "ar": "يجوز عقد المحاكم العسكرية العامة من قبل رئيس الولايات المتحدة؛ وزير الدفاع؛ قائد قيادة قتالية موحدة أو محددة؛ الوزير المختص؛ قائد مجموعة جيوش أو جيش أو فيلق أو فرقة أو لواء منفصل."
      }
    },
    {
      "number": "Article 23",
      "title": "Who May Convene Special Courts-Martial",
      "section": "composition",
      "translations": {
        "en": "Special courts-martial may be convened by any person who may convene a general court-martial; the commanding officer of a district, garrison, fort, camp, station, Air Force wing, or naval vessel; the commanding officer of a brigade, regiment, detached battalion, or corresponding unit of the Army; and such other officers as the Secretary concerned may designate.",
        "es": "Los consejos de guerra especiales pueden ser convocados por cualquier persona que pueda convocar un consejo de guerra general; el oficial al mando de un distrito, guarnición, fuerte, campamento, estación, ala de la Fuerza Aérea o buque naval; el oficial al mando de una brigada, regimiento o batallón destacado.",
        "de": "Besondere Kriegsgerichte können von jeder Person einberufen werden, die ein allgemeines Kriegsgericht einberufen kann; dem Befehlshaber eines Bezirks, einer Garnison, eines Forts, eines Lagers, einer Station, eines Luftwaffengeschwaders oder eines Marineschiffs; dem Befehlshaber einer Brigade, eines Regiments oder eines abgesetzten Bataillons.",
        "fr": "Les cours martiales spéciales peuvent être convoquées par toute personne pouvant convoquer une cour martiale générale; le commandant d'un district, d'une garnison, d'un fort, d'un camp, d'une station, d'une escadre ou d'un navire; le commandant d'une brigade, d'un régiment ou d'un bataillon détaché.",
        "ko": "특별 군사재판은 일반 군사재판을 소집할 수 있는 자, 지구, 수비대, 요새, 캠프, 기지, 공군 비행단 또는 함정의 지휘관, 여단, 연대, 독립대대 또는 이에 상응하는 부대의 지휘관이 소집할 수 있다.",
        "ar": "يجوز عقد المحاكم العسكرية الخاصة من قبل أي شخص يجوز له عقد محكمة عسكرية عامة؛ قائد منطقة أو حامية أو حصن أو معسكر أو محطة أو جناح جوي أو سفينة حربية؛ قائد لواء أو فوج أو كتيبة منفصلة."
      }
    },
    {
      "number": "Article 24",
      "title": "Who May Convene Summary Courts-Martial",
      "section": "composition",
      "translations": {
        "en": "Summary courts-martial may be convened by any person who may convene a general or special court-martial; the commanding officer of a detached company, or other detachment of the Army; the commanding officer of a detached squadron or other detachment of the Air Force; and the commanding officer or officer in charge of any other command when empowered by the Secretary concerned.",
        "es": "Los consejos de guerra sumarios pueden ser convocados por cualquier persona que pueda convocar un consejo de guerra general o especial; el oficial al mando de una compañía destacada u otro destacamento del Ejército; el oficial al mando de un escuadrón destacado de la Fuerza Aérea; y el oficial al mando de cualquier otro comando cuando esté autorizado.",
        "de": "Summarische Kriegsgerichte können von jeder Person einberufen werden, die ein allgemeines oder besonderes Kriegsgericht einberufen kann; dem Befehlshaber einer abgesetzten Kompanie oder eines anderen Armeedetachements; dem Befehlshaber einer abgesetzten Staffel oder eines anderen Luftwaffendetachements.",
        "fr": "Les cours martiales sommaires peuvent être convoquées par toute personne pouvant convoquer une cour martiale générale ou spéciale; le commandant d'une compagnie détachée ou autre détachement de l'Armée; le commandant d'un escadron détaché de l'Armée de l'Air.",
        "ko": "약식 군사재판은 일반 또는 특별 군사재판을 소집할 수 있는 자, 분리된 중대 또는 기타 육군 분견대의 지휘관, 분리된 비행대대 또는 기타 공군 분견대의 지휘관, 그리고 관할 장관으로부터 권한을 부여받은 기타 부대의 지휘관이 소집할 수 있다.",
        "ar": "يجوز عقد المحاكم العسكرية الموجزة من قبل أي شخص يجوز له عقد محكمة عسكرية عامة أو خاصة؛ قائد سرية منفصلة أو وحدة أخرى من الجيش؛ قائد سرب منفصل من القوات الجوية؛ وقائد أي قيادة أخرى عند تفويضه."
      }
    },
    {
      "number": "Article 25",
      "title": "Who May Serve on Courts-Martial",
      "section": "composition",
      "translations": {
        "en": "Any commissioned officer is eligible to serve on all courts-martial for the trial of any person who may lawfully be brought before such courts for trial. Any warrant officer is eligible to serve on general and special courts-martial for the trial of any person, other than a commissioned officer, who may lawfully be brought before such courts. Any enlisted member is eligible to serve on general and special courts-martial for the trial of any enlisted member if the accused so requests in writing.",
        "es": "Cualquier oficial comisionado es elegible para servir en todos los consejos de guerra. Cualquier suboficial es elegible para servir en consejos de guerra generales y especiales para el juicio de cualquier persona que no sea oficial comisionado. Cualquier miembro alistado es elegible para servir si el acusado lo solicita por escrito.",
        "de": "Jeder Offizier ist berechtigt, in allen Kriegsgerichten zu dienen. Jeder Unteroffizier ist berechtigt, in allgemeinen und besonderen Kriegsgerichten zu dienen, außer für Offiziere. Jeder Soldat ist berechtigt zu dienen, wenn der Angeklagte dies schriftlich beantragt.",
        "fr": "Tout officier commissionné est éligible pour siéger dans toutes les cours martiales. Tout sous-officier est éligible pour siéger dans les cours martiales générales et spéciales sauf pour les officiers commissionnés. Tout membre enrôlé est éligible si l'accusé en fait la demande écrite.",
        "ko": "모든 장교는 모든 군사재판에서 재판받을 수 있는 자의 재판을 위해 복무할 자격이 있다. 모든 준위는 장교를 제외한 자의 재판을 위해 일반 및 특별 군사재판에서 복무할 자격이 있다. 모든 사병은 피고인이 서면으로 요청하면 사병의 재판을 위해 일반 및 특별 군사재판에서 복무할 자격이 있다.",
        "ar": "أي ضابط مفوض مؤهل للخدمة في جميع المحاكم العسكرية. أي ضابط صف مؤهل للخدمة في المحاكم العسكرية العامة والخاصة لمحاكمة أي شخص غير ضابط مفوض. أي مجند مؤهل للخدمة إذا طلب المتهم ذلك كتابياً."
      }
    },
    {
      "number": "Article 26",
      "title": "Military Judge of a General or Special Court-Martial",
      "section": "composition",
      "translations": {
        "en": "A military judge shall be a commissioned officer of the armed forces who is a member of the bar of a Federal court or a member of the bar of the highest court of a State. A military judge shall preside over each general court-martial and, except as provided in this chapter, over each special court-martial.",
        "es": "Un juez militar será un oficial comisionado de las fuerzas armadas que sea miembro del colegio de abogados de un tribunal federal o del tribunal superior de un Estado. Un juez militar presidirá cada consejo de guerra general y, excepto según lo dispuesto, cada consejo de guerra especial.",
        "de": "Ein Militärrichter ist ein Offizier der Streitkräfte, der Mitglied der Anwaltskammer eines Bundesgerichts oder des höchsten Gerichts eines Staates ist. Ein Militärrichter führt den Vorsitz in jedem allgemeinen und, soweit nicht anders bestimmt, in jedem besonderen Kriegsgericht.",
        "fr": "Un juge militaire est un officier commissionné membre du barreau d'un tribunal fédéral ou du tribunal suprême d'un État. Un juge militaire préside chaque cour martiale générale et, sauf disposition contraire, chaque cour martiale spéciale.",
        "ko": "군사재판관은 연방법원 또는 주 최고법원의 변호사 자격을 가진 장교여야 한다. 군사재판관은 모든 일반 군사재판과, 이 장에 규정된 경우를 제외하고, 모든 특별 군사재판을 주재해야 한다.",
        "ar": "يكون القاضي العسكري ضابطاً مفوضاً في القوات المسلحة وعضواً في نقابة محامين محكمة فدرالية أو المحكمة العليا لولاية. يرأس القاضي العسكري كل محكمة عسكرية عامة وكل محكمة عسكرية خاصة."
      }
    },
    {
      "number": "Article 27",
      "title": "Detail of Trial Counsel and Defense Counsel",
      "section": "composition",
      "translations": {
        "en": "For each general and special court-martial the authority convening the court shall detail trial counsel and defense counsel. No person who has acted as investigating officer, law enforcement officer, staff judge advocate, or convening authority in any case may later act as trial counsel, assistant trial counsel, or defense counsel in the same case.",
        "es": "Para cada consejo de guerra general y especial, la autoridad que convoca el tribunal designará al fiscal y al defensor. Ninguna persona que haya actuado como oficial investigador, oficial de policía, abogado asesor o autoridad convocante puede actuar posteriormente como fiscal o defensor en el mismo caso.",
        "de": "Für jedes allgemeine und besondere Kriegsgericht bestimmt die einberufende Behörde einen Ankläger und einen Verteidiger. Niemand, der als Ermittler, Polizeibeamter, Rechtsberater oder einberufende Behörde gehandelt hat, darf später als Ankläger oder Verteidiger im selben Fall handeln.",
        "fr": "Pour chaque cour martiale générale et spéciale, l'autorité de convocation désigne un procureur et un avocat de la défense. Personne ayant agi comme enquêteur, policier, conseiller juridique ou autorité de convocation ne peut ensuite agir comme procureur ou défenseur dans la même affaire.",
        "ko": "모든 일반 및 특별 군사재판에 대해 소집 당국은 검찰관과 변호인을 배정해야 한다. 어떤 사건에서 조사관, 법집행관, 법무참모 또는 소집 당국으로 활동한 자는 같은 사건에서 나중에 검찰관, 보조 검찰관 또는 변호인으로 활동할 수 없다.",
        "ar": "لكل محكمة عسكرية عامة وخاصة، تعين السلطة المنعقدة محامي الادعاء ومحامي الدفاع. لا يجوز لأي شخص عمل كمحقق أو ضابط إنفاذ قانون أو مستشار قانوني أن يعمل لاحقاً كمحامي ادعاء أو دفاع في نفس القضية."
      }
    },
    {
      "number": "Article 28",
      "title": "Detail or Employment of Reporters and Interpreters",
      "section": "composition",
      "translations": {
        "en": "Under such regulations as the Secretary concerned may prescribe, the convening authority of a general or special court-martial or court of inquiry shall detail or employ qualified court reporters and interpreters. In the preparation of records of trial by general and special courts-martial, court reporters shall use mechanical, electronic, or similar automatic recording devices.",
        "es": "Bajo las regulaciones que el Secretario correspondiente prescriba, la autoridad convocante de un consejo de guerra general o especial designará o empleará reporteros e intérpretes calificados. En la preparación de registros de juicio, los reporteros usarán dispositivos de grabación mecánicos, electrónicos o similares.",
        "de": "Nach den Vorschriften des zuständigen Ministers bestimmt oder beschäftigt die einberufende Behörde qualifizierte Gerichtsprotokollantan und Dolmetscher. Bei der Erstellung von Verhandlungsprotokollen verwenden Protokollanten mechanische, elektronische oder ähnliche automatische Aufzeichnungsgeräte.",
        "fr": "Selon les règlements que le Secrétaire concerné peut prescrire, l'autorité de convocation désigne ou emploie des rapporteurs et interprètes qualifiés. Les rapporteurs utilisent des dispositifs d'enregistrement mécaniques, électroniques ou similaires.",
        "ko": "관할 장관이 정하는 규정에 따라, 일반 또는 특별 군사재판 또는 조사법원의 소집 당국은 자격을 갖춘 법원 속기사와 통역사를 배정하거나 고용해야 한다. 재판 기록 작성 시 속기사는 기계식, 전자식 또는 유사한 자동 녹음 장치를 사용해야 한다.",
        "ar": "وفقاً للوائح التي قد يحددها الوزير المختص، تعين السلطة المنعقدة للمحكمة العسكرية مراسلين ومترجمين مؤهلين. يستخدم المراسلون أجهزة تسجيل ميكانيكية أو إلكترونية في إعداد سجلات المحاكمة."
      }
    },
    {
      "number": "Article 29",
      "title": "Absent and Additional Members",
      "section": "composition",
      "translations": {
        "en": "No member of a general or special court-martial may be absent or excused after the court has been assembled for the trial of the accused unless excused as a result of a challenge, excused by the military judge for physical disability or other good cause, or excused by order of the convening authority for good cause.",
        "es": "Ningún miembro de un consejo de guerra general o especial puede estar ausente o ser excusado después de que el tribunal se haya reunido para el juicio del acusado, a menos que sea excusado como resultado de una recusación, excusado por el juez militar por discapacidad física u otra buena causa, o excusado por orden de la autoridad convocante.",
        "de": "Kein Mitglied eines allgemeinen oder besonderen Kriegsgerichts darf nach der Versammlung des Gerichts abwesend sein oder entschuldigt werden, außer aufgrund einer Ablehnung, durch den Militärrichter wegen körperlicher Behinderung oder aus gutem Grund, oder durch Anordnung der einberufenden Behörde.",
        "fr": "Aucun membre d'une cour martiale ne peut être absent ou excusé après l'assemblée du tribunal, sauf en raison d'une récusation, excusé par le juge militaire pour handicap physique ou autre motif valable, ou par ordre de l'autorité de convocation.",
        "ko": "일반 또는 특별 군사재판의 위원은 피고인 재판을 위해 법원이 소집된 후에는 기피의 결과로 면제되거나, 군사재판관에 의해 신체적 장애 또는 기타 정당한 사유로 면제되거나, 소집 당국의 명령에 의해 정당한 사유로 면제되지 않는 한 결석하거나 면제될 수 없다.",
        "ar": "لا يجوز لأي عضو في محكمة عسكرية أن يتغيب أو يُعفى بعد انعقاد المحكمة لمحاكمة المتهم، إلا إذا أُعفي نتيجة طعن، أو أعفاه القاضي العسكري لإعاقة جسدية أو سبب وجيه آخر، أو بأمر من السلطة المنعقدة."
      }
    },
    {
      "number": "Article 30",
      "title": "Charges and Specifications",
      "section": "pretrial",
      "translations": {
        "en": "Charges and specifications shall be signed by a person subject to this chapter under oath before a person authorized to administer oaths and shall state that the signer has personal knowledge of, or has investigated, the matters set forth therein and that they are true in fact to the best of his knowledge and belief.",
        "es": "Los cargos y especificaciones serán firmados bajo juramento por una persona sujeta a este capítulo ante una persona autorizada para administrar juramentos y declararán que el firmante tiene conocimiento personal de, o ha investigado, los asuntos establecidos y que son verdaderos según su mejor conocimiento y creencia.",
        "de": "Anklagen und Spezifikationen sind von einer diesem Kapitel unterliegenden Person unter Eid vor einer zur Eidesabnahme befugten Person zu unterschreiben und müssen erklären, dass der Unterzeichner persönliche Kenntnis von den dargelegten Sachverhalten hat oder diese untersucht hat und dass sie nach bestem Wissen und Gewissen wahr sind.",
        "fr": "Les charges et spécifications doivent être signées sous serment par une personne soumise à ce chapitre devant une personne autorisée à recevoir les serments et doivent déclarer que le signataire a une connaissance personnelle des faits ou les a enquêtés et qu'ils sont vrais à sa meilleure connaissance.",
        "ko": "기소장과 명세서는 선서를 집행할 권한이 있는 자 앞에서 이 장에 해당하는 자가 선서하에 서명해야 하며, 서명자가 그 안에 명시된 사항에 대해 개인적으로 알고 있거나 조사했으며, 자신이 아는 한 그것이 사실임을 진술해야 한다.",
        "ar": "يجب أن يوقع على التهم والمواصفات تحت القسم شخص خاضع لهذا الفصل أمام شخص مخول بإدارة القسم ويجب أن تنص على أن الموقع لديه معرفة شخصية أو حقق في الأمور المذكورة وأنها صحيحة حسب علمه واعتقاده."
      }
    },
    {
      "number": "Article 31",
      "title": "Compulsory Self-Incrimination Prohibited",
      "section": "pretrial",
      "translations": {
        "en": "No person subject to this chapter may compel any person to incriminate himself or to answer any question the answer to which may tend to incriminate him. No person subject to this chapter may interrogate, or request any statement from, an accused or a person suspected of an offense without first informing him of the nature of the accusation and advising him that he does not have to make any statement regarding the offense.",
        "es": "Ninguna persona puede obligar a otra a incriminarse o responder preguntas que puedan incriminarle. Ninguna persona puede interrogar o solicitar declaración de un acusado sin antes informarle de la naturaleza de la acusación y advertirle que no tiene que hacer ninguna declaración.",
        "de": "Niemand darf eine Person zwingen, sich selbst zu belasten oder Fragen zu beantworten, die sie belasten könnten. Niemand darf einen Beschuldigten verhören, ohne ihn zuvor über die Art der Anschuldigung zu informieren und darauf hinzuweisen, dass er keine Aussage machen muss.",
        "fr": "Nul ne peut contraindre quiconque à s'incriminer ou répondre à des questions pouvant l'incriminer. Nul ne peut interroger un accusé sans l'informer d'abord de la nature de l'accusation et l'aviser qu'il n'a pas à faire de déclaration.",
        "ko": "이 장에 해당하는 자는 다른 사람에게 자기 자신을 유죄로 만들거나 자신을 유죄로 만들 수 있는 질문에 답하도록 강요할 수 없다. 피고인이나 범죄 혐의자에게 혐의의 성격을 먼저 알리고 범죄에 관해 어떤 진술도 할 필요가 없음을 고지하지 않고는 심문하거나 진술을 요구할 수 없다.",
        "ar": "لا يجوز لأي شخص إجبار أي شخص على تجريم نفسه أو الإجابة على أي سؤال قد تجرمه إجابته. لا يجوز استجواب متهم أو مشتبه به دون إبلاغه أولاً بطبيعة الاتهام وإخطاره بأنه لا يتعين عليه الإدلاء بأي بيان."
      },
      "cases": [
        {
          "name": "United States v. Tempia",
          "year": "1967",
          "summary": "Established Article 31 rights must be given before questioning by anyone in official capacity.",
          "outcome": "Set standard for military rights warnings"
        }
      ]
    },
    {
      "number": "Article 32",
      "title": "Preliminary Hearing",
      "section": "pretrial",
      "translations": {
        "en": "Before referral of charges and specifications to a general court-martial for trial, a preliminary hearing shall be conducted to determine whether there is probable cause to believe an offense has been committed and whether the accused committed it; to determine whether a court-martial would have jurisdiction; to consider the form of charges; and to recommend disposition of the case.",
        "es": "Antes de la remisión de cargos a un consejo de guerra general, se llevará a cabo una audiencia preliminar para determinar si existe causa probable para creer que se ha cometido un delito y si el acusado lo cometió; determinar si un consejo de guerra tendría jurisdicción; considerar la forma de los cargos; y recomendar la disposición del caso.",
        "de": "Vor der Überweisung von Anklagen an ein allgemeines Kriegsgericht muss eine vorläufige Anhörung durchgeführt werden, um festzustellen, ob ein hinreichender Verdacht besteht, ob ein Kriegsgericht zuständig wäre, die Form der Anklage zu prüfen und eine Empfehlung zur Fallbehandlung abzugeben.",
        "fr": "Avant le renvoi des accusations à une cour martiale générale, une audience préliminaire doit être tenue pour déterminer s'il existe une cause probable, si une cour martiale aurait juridiction, examiner la forme des accusations et recommander le traitement de l'affaire.",
        "ko": "일반 군사재판에 기소를 회부하기 전에, 범죄가 발생했고 피고인이 그것을 저질렀다고 믿을 만한 상당한 이유가 있는지, 군사재판이 관할권을 가지는지, 기소의 형식을 검토하고, 사건의 처리를 권고하기 위한 예비 심리가 실시되어야 한다.",
        "ar": "قبل إحالة التهم إلى محكمة عسكرية عامة، يجب إجراء جلسة استماع أولية لتحديد ما إذا كان هناك سبب محتمل للاعتقاد بارتكاب جريمة، وما إذا كانت للمحكمة العسكرية ولاية قضائية، والنظر في شكل التهم، والتوصية بالتصرف في القضية."
      },
      "cases": [
        {
          "name": "2014 UCMJ Reforms",
          "year": "2014",
          "summary": "Changed Article 32 from investigation to preliminary hearing, limiting victim cross-examination.",
          "outcome": "Major procedural reform for sexual assault cases"
        }
      ]
    },
    {
      "number": "Article 33",
      "title": "Disposition Guidance",
      "section": "pretrial",
      "translations": {
        "en": "The President shall direct the Secretary of Defense to issue, in consultation with the Secretary of the military department, non-binding guidance regarding factors that commanders, convening authorities, staff judge advocates, and judge advocates should take into account when exercising their duties with respect to disposition of charges and specifications.",
        "es": "El Presidente ordenará al Secretario de Defensa emitir, en consulta con el Secretario del departamento militar, orientación no vinculante sobre factores que los comandantes, autoridades convocantes y abogados asesores deben tener en cuenta al ejercer sus funciones respecto a la disposición de cargos.",
        "de": "Der Präsident weist den Verteidigungsminister an, in Absprache mit dem Minister der Militärabteilung unverbindliche Leitlinien zu Faktoren herauszugeben, die Kommandeure und Rechtsberater bei der Ausübung ihrer Pflichten zur Fallbehandlung berücksichtigen sollten.",
        "fr": "Le Président ordonne au Secrétaire à la Défense de publier, en consultation avec le Secrétaire du département militaire, des orientations non contraignantes concernant les facteurs que les commandants et conseillers juridiques doivent prendre en compte pour le traitement des accusations.",
        "ko": "대통령은 국방장관에게 군 부서 장관과 협의하여 지휘관, 소집 당국, 법무참모 및 법무관이 기소 및 명세서 처리에 관한 직무를 수행할 때 고려해야 할 요소에 대한 비구속적 지침을 발행하도록 지시해야 한다.",
        "ar": "يوجه الرئيس وزير الدفاع لإصدار، بالتشاور مع وزير الإدارة العسكرية، إرشادات غير ملزمة بشأن العوامل التي يجب على القادة والسلطات المنعقدة والمستشارين القانونيين مراعاتها عند ممارسة واجباتهم فيما يتعلق بالتصرف في التهم."
      }
    },
    {
      "number": "Article 34",
      "title": "Advice to Convening Authority Before Referral for Trial",
      "section": "pretrial",
      "translations": {
        "en": "Before referral of charges and specifications to a general court-martial for trial, the convening authority shall submit the matter to the staff judge advocate for consideration and advice. The staff judge advocate shall provide written advice as to whether each specification alleges an offense under this chapter and whether there is probable cause to believe that the accused committed the offense charged.",
        "es": "Antes de la remisión de cargos a un consejo de guerra general, la autoridad convocante someterá el asunto al abogado asesor para consideración y asesoramiento. El abogado asesor proporcionará asesoramiento por escrito sobre si cada especificación alega un delito y si existe causa probable para creer que el acusado cometió el delito.",
        "de": "Vor der Überweisung von Anklagen an ein allgemeines Kriegsgericht legt die einberufende Behörde die Sache dem Rechtsberater zur Prüfung und Beratung vor. Der Rechtsberater erteilt schriftliche Stellungnahme, ob jede Spezifikation eine Straftat darstellt und ob hinreichender Verdacht besteht.",
        "fr": "Avant le renvoi des accusations à une cour martiale générale, l'autorité de convocation soumet l'affaire au conseiller juridique. Le conseiller juridique fournit un avis écrit sur chaque spécification et l'existence d'une cause probable.",
        "ko": "일반 군사재판에 기소를 회부하기 전에, 소집 당국은 법무참모에게 검토와 조언을 위해 사안을 제출해야 한다. 법무참모는 각 명세서가 이 장에 따른 범죄를 주장하는지와 피고인이 기소된 범죄를 저질렀다고 믿을 만한 상당한 이유가 있는지에 대해 서면 조언을 제공해야 한다.",
        "ar": "قبل إحالة التهم إلى محكمة عسكرية عامة، تقدم السلطة المنعقدة الأمر إلى المستشار القانوني للنظر والمشورة. يقدم المستشار القانوني مشورة مكتوبة حول ما إذا كانت كل مواصفة تزعم جريمة وما إذا كان هناك سبب محتمل."
      }
    },
    {
      "number": "Article 35",
      "title": "Service of Charges",
      "section": "pretrial",
      "translations": {
        "en": "The trial counsel shall cause to be served upon the accused a copy of the charges and specifications. No person may be brought to trial by general court-martial before the expiration of five days from the service of charges upon him, or by special court-martial before the expiration of three days from service of charges. The accused may waive this period.",
        "es": "El fiscal hará que se entregue al acusado una copia de los cargos y especificaciones. Ninguna persona puede ser llevada a juicio por consejo de guerra general antes de que expiren cinco días desde la entrega de cargos, o por consejo de guerra especial antes de tres días. El acusado puede renunciar a este período.",
        "de": "Der Ankläger lässt dem Angeklagten eine Kopie der Anklage und Spezifikationen zustellen. Niemand darf vor einem allgemeinen Kriegsgericht vor Ablauf von fünf Tagen nach Zustellung der Anklage oder vor einem besonderen Kriegsgericht vor Ablauf von drei Tagen verhandelt werden. Der Angeklagte kann auf diese Frist verzichten.",
        "fr": "Le procureur fait signifier à l'accusé une copie des accusations et spécifications. Nul ne peut être traduit devant une cour martiale générale avant l'expiration de cinq jours après signification, ou devant une cour martiale spéciale avant trois jours. L'accusé peut renoncer à ce délai.",
        "ko": "검찰관은 피고인에게 기소장과 명세서 사본을 송달하게 해야 한다. 일반 군사재판의 경우 기소장 송달 후 5일이 경과하기 전에, 특별 군사재판의 경우 3일이 경과하기 전에 재판에 회부될 수 없다. 피고인은 이 기간을 포기할 수 있다.",
        "ar": "يتسبب محامي الادعاء في تسليم المتهم نسخة من التهم والمواصفات. لا يجوز تقديم أي شخص للمحاكمة أمام محكمة عسكرية عامة قبل انقضاء خمسة أيام من تسليم التهم، أو أمام محكمة عسكرية خاصة قبل ثلاثة أيام. يجوز للمتهم التنازل عن هذه الفترة."
      }
    }
  ]
}