{
  "range": "77-110",
  "description": "Punitive Articles Part 1 - Principals, Accessory, Solicitation, Military Offenses",
  "articles": [
    {
      "number": "Article 77",
      "title": "Principals",
      "section": "punitive",
      "translations": {
        "en": "Any person punishable under this chapter who commits an offense punishable by this chapter, or aids, abets, counsels, commands, or procures its commission, or causes an act to be done which if directly performed by him would be punishable by this chapter, is a principal.",
        "es": "Cualquier persona sancionable bajo este capítulo que cometa un delito sancionable por este capítulo, o ayude, instigue, aconseje, ordene o procure su comisión, o cause que se realice un acto que si fuera realizado directamente por él sería sancionable por este capítulo, es un principal.",
        "de": "Jede nach diesem Kapitel strafbare Person, die eine nach diesem Kapitel strafbare Tat begeht oder deren Begehung unterstützt, anstiftet, berät, anordnet oder beschafft, oder eine Handlung veranlasst, die bei direkter Ausführung durch sie nach diesem Kapitel strafbar wäre, ist ein Haupttäter.",
        "fr": "Toute personne punissable en vertu de ce chapitre qui commet une infraction punissable par ce chapitre, ou aide, encourage, conseille, commande ou provoque sa commission, ou cause l'accomplissement d'un acte qui, s'il était directement accompli par elle, serait punissable par ce chapitre, est un auteur principal.",
        "ko": "이 장에 따라 처벌받을 수 있는 자로서 이 장에 의해 처벌받을 수 있는 범죄를 저지르거나, 그 범행을 돕거나, 교사하거나, 조언하거나, 명령하거나, 조달하거나, 또는 직접 수행했다면 이 장에 의해 처벌받을 수 있는 행위를 야기하는 자는 정범이다.",
        "ar": "أي شخص يعاقب بموجب هذا الفصل يرتكب جريمة يعاقب عليها هذا الفصل، أو يساعد أو يحرض أو يشير أو يأمر أو يدبر ارتكابها، أو يتسبب في القيام بعمل لو قام به مباشرة لكان معاقباً عليه بموجب هذا الفصل، يعتبر فاعلاً أصلياً."
      }
    },
    {
      "number": "Article 78",
      "title": "Accessory After the Fact",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, knowing that an offense punishable by this chapter has been committed, receives, comforts, or assists the offender in order to hinder or prevent his apprehension, trial, or punishment shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, sabiendo que se ha cometido un delito sancionable por este capítulo, recibe, reconforta o asiste al delincuente para obstaculizar o prevenir su aprehensión, juicio o castigo será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die in Kenntnis der Begehung einer nach diesem Kapitel strafbaren Tat den Täter aufnimmt, unterstützt oder ihm hilft, um seine Festnahme, seinen Prozess oder seine Bestrafung zu verhindern oder zu behindern, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, sachant qu'une infraction punissable par ce chapitre a été commise, reçoit, réconforte ou assiste le délinquant afin d'entraver ou d'empêcher son arrestation, son procès ou sa punition sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 이 장에 의해 처벌받을 수 있는 범죄가 저질러졌음을 알면서 범인의 체포, 재판 또는 처벌을 방해하거나 막기 위해 범인을 숨기거나, 위안하거나, 도우는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، علم بارتكاب جريمة يعاقب عليها هذا الفصل، يستقبل أو يواسي أو يساعد الجاني بغرض عرقلة أو منع القبض عليه أو محاكمته أو عقابه، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 79",
      "title": "Conviction of Offense Charged, Lesser Included Offenses, and Attempts",
      "section": "punitive",
      "translations": {
        "en": "An accused may be found guilty of an offense necessarily included in the offense charged or of an attempt to commit either the offense charged or an offense necessarily included therein.",
        "es": "Un acusado puede ser declarado culpable de un delito necesariamente incluido en el delito imputado o de un intento de cometer ya sea el delito imputado o un delito necesariamente incluido en él.",
        "de": "Ein Angeklagter kann wegen einer Straftat, die notwendigerweise in der angeklagten Straftat enthalten ist, oder wegen eines Versuchs, entweder die angeklagte Straftat oder eine darin notwendigerweise enthaltene Straftat zu begehen, für schuldig befunden werden.",
        "fr": "Un accusé peut être reconnu coupable d'une infraction nécessairement incluse dans l'infraction inculpée ou d'une tentative de commettre soit l'infraction inculpée soit une infraction nécessairement incluse.",
        "ko": "피고인은 기소된 범죄에 필연적으로 포함된 범죄 또는 기소된 범죄나 그에 필연적으로 포함된 범죄의 미수에 대해 유죄 판결을 받을 수 있다.",
        "ar": "يجوز إدانة المتهم بجريمة مشمولة بالضرورة في الجريمة المتهم بها أو بمحاولة ارتكاب الجريمة المتهم بها أو جريمة مشمولة بالضرورة فيها."
      }
    },
    {
      "number": "Article 80",
      "title": "Attempts",
      "section": "punitive",
      "translations": {
        "en": "An act, done with specific intent to commit an offense under this chapter, amounting to more than mere preparation and tending, even though failing, to effect its commission, is an attempt to commit that offense.",
        "es": "Un acto, realizado con la intención específica de cometer un delito bajo este capítulo, que equivale a más que mera preparación y tiende, aunque fracase, a efectuar su comisión, es un intento de cometer ese delito.",
        "de": "Eine Handlung, die mit der spezifischen Absicht, eine Straftat nach diesem Kapitel zu begehen, ausgeführt wird und mehr als bloße Vorbereitung darstellt und, wenn auch erfolglos, auf deren Begehung abzielt, ist ein Versuch, diese Straftat zu begehen.",
        "fr": "Un acte, accompli avec l'intention spécifique de commettre une infraction en vertu de ce chapitre, équivalant à plus qu'une simple préparation et tendant, même en échouant, à effectuer sa commission, est une tentative de commettre cette infraction.",
        "ko": "이 장에 따른 범죄를 저지르려는 특정한 의도로 행해진 행위로서, 단순한 준비 이상에 해당하고 실패하더라도 그 실행을 이루려는 경향이 있는 것은 그 범죄의 미수이다.",
        "ar": "الفعل المرتكب بقصد محدد لارتكاب جريمة بموجب هذا الفصل، والذي يتجاوز مجرد التحضير ويميل، حتى لو فشل، إلى تنفيذها، يعتبر محاولة لارتكاب تلك الجريمة."
      }
    },
    {
      "number": "Article 81",
      "title": "Conspiracy",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who conspires with any other person to commit an offense under this chapter shall, if one or more of the conspirators does an act to effect the object of the conspiracy, be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que conspire con cualquier otra persona para cometer un delito bajo este capítulo será, si uno o más de los conspiradores realiza un acto para efectuar el objeto de la conspiración, castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die sich mit einer anderen Person verschwört, um eine Straftat nach diesem Kapitel zu begehen, wird, wenn einer oder mehrere der Verschwörer eine Handlung zur Verwirklichung des Ziels der Verschwörung vornimmt, nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui conspire avec toute autre personne pour commettre une infraction en vertu de ce chapitre sera, si un ou plusieurs des conspirateurs accomplissent un acte pour réaliser l'objet de la conspiration, punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 이 장에 따른 범죄를 저지르기 위해 다른 사람과 공모하는 자는, 공모자 중 한 명 이상이 공모의 목적을 달성하기 위한 행위를 하면, 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يتآمر مع أي شخص آخر لارتكاب جريمة بموجب هذا الفصل، إذا قام واحد أو أكثر من المتآمرين بفعل لتحقيق هدف المؤامرة، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 82",
      "title": "Solicitation",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who solicits or advises another or others to desert in violation of Article 85 or mutiny in violation of Article 94 shall, if the offense solicited or advised is attempted or committed, be punished with the punishment provided for the commission of the offense.",
        "es": "Cualquier persona sujeta a este capítulo que solicite o aconseje a otro u otros a desertar en violación del Artículo 85 o amotinarse en violación del Artículo 94 será, si el delito solicitado o aconsejado se intenta o comete, castigada con el castigo previsto para la comisión del delito.",
        "de": "Jede diesem Kapitel unterliegende Person, die eine andere oder andere anstiftet oder berät, unter Verstoß gegen Artikel 85 zu desertieren oder unter Verstoß gegen Artikel 94 zu meutern, wird, wenn die angestiftete oder beratene Tat versucht oder begangen wird, mit der für die Begehung der Tat vorgesehenen Strafe bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui sollicite ou conseille à une autre ou à d'autres de déserter en violation de l'Article 85 ou de se mutiner en violation de l'Article 94 sera, si l'infraction sollicitée ou conseillée est tentée ou commise, punie de la peine prévue pour la commission de l'infraction.",
        "ko": "이 장의 적용을 받는 자로서 제85조를 위반한 탈영 또는 제94조를 위반한 반란을 다른 사람에게 권유하거나 조언하는 자는, 권유 또는 조언된 범죄가 미수 또는 기수가 되면, 그 범죄의 기수에 대해 규정된 형벌로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يحرض أو ينصح آخر أو آخرين بالهروب انتهاكاً للمادة 85 أو التمرد انتهاكاً للمادة 94، إذا تم محاولة أو ارتكاب الجريمة المحرض أو المنصوح بها، يُعاقب بالعقوبة المنصوص عليها لارتكاب الجريمة."
      }
    },
    {
      "number": "Article 83",
      "title": "Malingering",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, for the purpose of avoiding work, duty, or service, feigns illness, physical disablement, mental lapse or derangement, or who intentionally inflicts self-injury shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con el propósito de evitar trabajo, deber o servicio, finja enfermedad, discapacidad física, lapso mental o trastorno, o que intencionalmente se inflija autolesiones, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die zum Zweck der Vermeidung von Arbeit, Pflicht oder Dienst Krankheit, körperliche Behinderung, geistigen Ausfall oder Störung vortäuscht oder sich absichtlich selbst verletzt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, dans le but d'éviter le travail, le devoir ou le service, feint une maladie, une incapacité physique, une défaillance mentale ou un dérangement, ou qui s'inflige intentionnellement une blessure sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 업무, 의무 또는 복무를 회피하기 위해 질병, 신체 장애, 정신적 이상 또는 장애를 가장하거나 고의로 자해하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بغرض تجنب العمل أو الواجب أو الخدمة، يتظاهر بالمرض أو العجز الجسدي أو الهفوة العقلية أو الاضطراب، أو يلحق بنفسه إصابة عمداً، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 84",
      "title": "Breach of Medical Quarantine",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who breaches a medical quarantine that has been imposed by a person designated by the Secretary concerned shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que viole una cuarentena médica que haya sido impuesta por una persona designada por el Secretario correspondiente será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die eine von einer vom zuständigen Minister benannten Person verhängte medizinische Quarantäne bricht, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui enfreint une quarantaine médicale qui a été imposée par une personne désignée par le Secrétaire concerné sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 관계 장관이 지정한 자가 부과한 의료 격리를 위반하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يخرق حجراً صحياً فُرض من قبل شخص معين من قبل الوزير المعني يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 85",
      "title": "Desertion",
      "section": "punitive",
      "translations": {
        "en": "Any member of the armed forces who, without authority, goes or remains absent from his unit, organization, or place of duty with intent to remain away therefrom permanently, quits his unit, organization, or place of duty with intent to avoid hazardous duty or to shirk important service, or is absent without authority from his unit for more than 30 days, is guilty of desertion.",
        "es": "Cualquier miembro de las fuerzas armadas que, sin autorización, se va o permanece ausente de su unidad, organización o lugar de servicio con la intención de permanecer ausente permanentemente, abandona su unidad, organización o lugar de servicio con la intención de evitar un servicio peligroso o eludir un servicio importante, o está ausente sin autorización de su unidad por más de 30 días, es culpable de deserción.",
        "de": "Jedes Mitglied der Streitkräfte, das ohne Genehmigung von seiner Einheit, Organisation oder seinem Dienstort weggeht oder fernbleibt mit der Absicht, dauerhaft fernzubleiben, seine Einheit, Organisation oder seinen Dienstort verlässt mit der Absicht, gefährlichen Dienst zu vermeiden oder wichtigen Dienst zu umgehen, oder ohne Genehmigung mehr als 30 Tage von seiner Einheit abwesend ist, ist der Desertion schuldig.",
        "fr": "Tout membre des forces armées qui, sans autorisation, s'absente ou reste absent de son unité, organisation ou lieu de service avec l'intention de rester absent en permanence, quitte son unité, organisation ou lieu de service avec l'intention d'éviter un devoir dangereux ou de se soustraire à un service important, ou est absent sans autorisation de son unité pendant plus de 30 jours, est coupable de désertion.",
        "ko": "군 구성원으로서 허가 없이 자신의 부대, 조직 또는 근무지를 떠나거나 영구적으로 떠나 있으려는 의도로 결근하거나, 위험한 임무를 피하거나 중요한 복무를 기피하려는 의도로 부대, 조직 또는 근무지를 이탈하거나, 허가 없이 30일 이상 부대에서 결근하는 자는 탈영죄를 범한 것이다.",
        "ar": "أي عضو في القوات المسلحة، بدون إذن، يغادر أو يبقى غائباً عن وحدته أو منظمته أو مكان عمله بنية البقاء غائباً بشكل دائم، أو يترك وحدته أو منظمته أو مكان عمله بنية تجنب واجب خطير أو التهرب من خدمة مهمة، أو يكون غائباً بدون إذن عن وحدته لأكثر من 30 يوماً، يكون مذنباً بالهروب."
      },
      "cases": [
        {
          "name": "United States v. Bowe Bergdahl",
          "year": "2017",
          "summary": "Army Sergeant who left his post in Afghanistan in 2009 and was held captive by the Taliban for five years. Charged with desertion and misbehavior before the enemy.",
          "outcome": "Pled guilty to desertion and misbehavior before the enemy. Received dishonorable discharge, reduction to E-1, and forfeiture of pay but no prison time."
        }
      ]
    },
    {
      "number": "Article 86",
      "title": "Absence Without Leave",
      "section": "punitive",
      "translations": {
        "en": "Any member of the armed forces who, without authority, fails to go to his appointed place of duty at the time prescribed, goes from that place, or absents himself or remains absent from his unit, organization, or place of duty at which he is required to be at the time prescribed shall be punished as a court-martial may direct.",
        "es": "Cualquier miembro de las fuerzas armadas que, sin autorización, no se presente en su lugar de servicio designado a la hora prescrita, se vaya de ese lugar, o se ausente o permanezca ausente de su unidad, organización o lugar de servicio en el que se le requiere estar a la hora prescrita, será castigado según lo que un consejo de guerra pueda ordenar.",
        "de": "Jedes Mitglied der Streitkräfte, das ohne Genehmigung nicht zur vorgeschriebenen Zeit an seinem zugewiesenen Dienstort erscheint, von diesem Ort weggeht, oder sich von seiner Einheit, Organisation oder seinem Dienstort, an dem es zur vorgeschriebenen Zeit sein muss, entfernt oder fernbleibt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Tout membre des forces armées qui, sans autorisation, ne se rend pas à son lieu de service désigné à l'heure prescrite, quitte ce lieu, ou s'absente ou reste absent de son unité, organisation ou lieu de service où il est tenu d'être à l'heure prescrite sera puni selon ce qu'une cour martiale peut ordonner.",
        "ko": "군 구성원으로서 허가 없이 정해진 시간에 지정된 근무지에 가지 않거나, 그 장소를 떠나거나, 정해진 시간에 있어야 할 부대, 조직 또는 근무지에서 결근하거나 결근 상태를 유지하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي عضو في القوات المسلحة، بدون إذن، يفشل في الذهاب إلى مكان عمله المحدد في الوقت المقرر، أو يغادر ذلك المكان، أو يتغيب أو يبقى غائباً عن وحدته أو منظمته أو مكان عمله الذي يُطلب منه التواجد فيه في الوقت المقرر، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 87",
      "title": "Missing Movement; Jumping from Vessel",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who through neglect or design misses the movement of a ship, aircraft, or unit with which he is required in the course of duty to move shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que por negligencia o diseño pierda el movimiento de un barco, aeronave o unidad con la que se le requiere moverse en el curso de su deber será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die durch Nachlässigkeit oder Absicht die Bewegung eines Schiffes, Flugzeugs oder einer Einheit versäumt, mit der sie im Rahmen ihrer Pflicht mitfahren muss, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui par négligence ou à dessein manque le mouvement d'un navire, d'un aéronef ou d'une unité avec lequel elle est tenue de se déplacer dans le cadre de son devoir sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 태만 또는 의도로 임무 수행 중 함께 이동해야 하는 함선, 항공기 또는 부대의 이동에 불참하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بسبب الإهمال أو التصميم، يفوت حركة سفينة أو طائرة أو وحدة مطلوب منه التحرك معها في سياق الواجب، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 88",
      "title": "Contempt Toward Officials",
      "section": "punitive",
      "translations": {
        "en": "Any commissioned officer who uses contemptuous words against the President, the Vice President, Congress, the Secretary of Defense, the Secretary of a military department, the Secretary of Homeland Security, or the Governor or legislature of any State, Commonwealth, or possession shall be punished as a court-martial may direct.",
        "es": "Cualquier oficial comisionado que use palabras despectivas contra el Presidente, el Vicepresidente, el Congreso, el Secretario de Defensa, el Secretario de un departamento militar, el Secretario de Seguridad Nacional, o el Gobernador o legislatura de cualquier Estado, Commonwealth o posesión será castigado según lo que un consejo de guerra pueda ordenar.",
        "de": "Jeder beauftragte Offizier, der verächtliche Worte gegen den Präsidenten, den Vizepräsidenten, den Kongress, den Verteidigungsminister, den Minister eines Militärministeriums, den Minister für Heimatschutz oder den Gouverneur oder die Legislative eines Staates, Commonwealth oder Territoriums verwendet, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Tout officier commissionné qui utilise des paroles méprisantes contre le Président, le Vice-président, le Congrès, le Secrétaire à la Défense, le Secrétaire d'un département militaire, le Secrétaire à la Sécurité intérieure, ou le Gouverneur ou la législature de tout État, Commonwealth ou possession sera puni selon ce qu'une cour martiale peut ordonner.",
        "ko": "대통령, 부통령, 의회, 국방장관, 군 부처 장관, 국토안보부 장관, 또는 주, 연방 또는 속령의 주지사나 의회에 대해 경멸적인 말을 사용하는 임관 장교는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي ضابط مفوض يستخدم كلمات ازدراء ضد الرئيس أو نائب الرئيس أو الكونغرس أو وزير الدفاع أو وزير دائرة عسكرية أو وزير الأمن الداخلي أو حاكم أو هيئة تشريعية لأي ولاية أو كومنولث أو إقليم، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 89",
      "title": "Disrespect Toward Superior Commissioned Officer",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who behaves with disrespect toward his superior commissioned officer shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que se comporte con falta de respeto hacia su oficial comisionado superior será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die sich respektlos gegenüber ihrem vorgesetzten beauftragten Offizier verhält, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui se comporte de manière irrespectueuse envers son officier commissionné supérieur sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 상급 임관 장교에 대해 무례하게 행동하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يتصرف بعدم احترام تجاه ضابطه المفوض الأعلى رتبة يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 90",
      "title": "Willfully Disobeying Superior Commissioned Officer",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who willfully disobeys a lawful command of his superior commissioned officer shall be punished, if the offense is committed in time of war, by death or such other punishment as a court-martial may direct, and if committed at any other time, by such punishment as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que desobedezca voluntariamente una orden legal de su oficial comisionado superior será castigada, si el delito se comete en tiempo de guerra, con la muerte o tal otro castigo como un consejo de guerra pueda ordenar, y si se comete en cualquier otro momento, con tal castigo como un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die einem rechtmäßigen Befehl ihres vorgesetzten beauftragten Offiziers vorsätzlich nicht gehorcht, wird, wenn die Tat in Kriegszeiten begangen wird, mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft, und wenn zu einer anderen Zeit begangen, mit einer vom Kriegsgericht festzulegenden Strafe.",
        "fr": "Toute personne soumise à ce chapitre qui désobéit volontairement à un ordre légal de son officier commissionné supérieur sera punie, si l'infraction est commise en temps de guerre, par la mort ou toute autre punition qu'une cour martiale peut ordonner, et si commise à tout autre moment, par la punition qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 상급 임관 장교의 합법적인 명령을 고의로 불복종하는 자는, 범죄가 전시에 저질러진 경우 사형 또는 군사법원이 명하는 기타 형벌로, 다른 때에 저질러진 경우 군사법원이 명하는 형벌로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يعصي عمداً أمراً قانونياً من ضابطه المفوض الأعلى رتبة، يُعاقب، إذا ارتُكبت الجريمة في وقت الحرب، بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية، وإذا ارتُكبت في أي وقت آخر، بالعقوبة التي قد تأمر بها المحكمة العسكرية."
      }
    },
    {
      "number": "Article 91",
      "title": "Insubordinate Conduct Toward Warrant, Noncommissioned, or Petty Officer",
      "section": "punitive",
      "translations": {
        "en": "Any warrant officer or enlisted member who strikes or assaults a warrant officer, noncommissioned officer, or petty officer while that officer is in the execution of his office, or willfully disobeys the lawful order of a warrant officer, noncommissioned officer, or petty officer, or treats with contempt or is disrespectful in language or deportment toward a warrant officer, noncommissioned officer, or petty officer shall be punished as a court-martial may direct.",
        "es": "Cualquier suboficial u oficial alistado que golpee o agreda a un suboficial mientras ese oficial está en el ejercicio de su cargo, o desobedezca voluntariamente la orden legal de un suboficial, o trate con desprecio o sea irrespetuoso en lenguaje o comportamiento hacia un suboficial será castigado según lo que un consejo de guerra pueda ordenar.",
        "de": "Jeder Warrant Officer oder eingetragene Angehörige, der einen Warrant Officer, Unteroffizier oder Maat schlägt oder angreift, während dieser seinen Dienst ausübt, oder vorsätzlich dem rechtmäßigen Befehl eines Warrant Officers, Unteroffiziers oder Maats nicht gehorcht, oder einen Warrant Officer, Unteroffizier oder Maat verächtlich behandelt oder in Sprache oder Verhalten respektlos ist, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Tout adjudant ou membre enrôlé qui frappe ou agresse un adjudant, sous-officier ou officier marinier pendant que cet officier est dans l'exécution de ses fonctions, ou désobéit volontairement à l'ordre légal d'un adjudant, sous-officier ou officier marinier, ou traite avec mépris ou est irrespectueux dans le langage ou le comportement envers un adjudant, sous-officier ou officier marinier sera puni selon ce qu'une cour martiale peut ordonner.",
        "ko": "준사관 또는 사병으로서 준사관, 부사관 또는 하사관이 직무를 수행하는 동안 그를 구타하거나 폭행하거나, 준사관, 부사관 또는 하사관의 합법적인 명령을 고의로 불복종하거나, 준사관, 부사관 또는 하사관을 경멸하거나 언어나 태도에서 무례하게 대하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي ضابط صف أو عضو مجند يضرب أو يعتدي على ضابط صف أثناء أداء ذلك الضابط لواجبه، أو يعصي عمداً الأمر القانوني لضابط صف، أو يعامل بازدراء أو يكون غير محترم في اللغة أو السلوك تجاه ضابط صف، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 92",
      "title": "Failure to Obey Order or Regulation",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who violates or fails to obey any lawful general order or regulation, having knowledge of any other lawful order issued by a member of the armed forces, which it is his duty to obey, fails to obey the order, or is derelict in the performance of his duties shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que viole o no obedezca cualquier orden o regulación general legal, teniendo conocimiento de cualquier otra orden legal emitida por un miembro de las fuerzas armadas, que es su deber obedecer, no obedece la orden, o es negligente en el cumplimiento de sus deberes será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die einen rechtmäßigen allgemeinen Befehl oder eine Vorschrift verletzt oder nicht befolgt, die in Kenntnis eines anderen von einem Mitglied der Streitkräfte erteilten rechtmäßigen Befehls, den zu befolgen ihre Pflicht ist, den Befehl nicht befolgt, oder ihre Pflichten vernachlässigt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui viole ou n'obéit pas à tout ordre général ou règlement légal, ayant connaissance de tout autre ordre légal émis par un membre des forces armées, qu'il est de son devoir d'obéir, n'obéit pas à l'ordre, ou est négligente dans l'exécution de ses devoirs sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 합법적인 일반 명령이나 규정을 위반하거나 불복종하거나, 군 구성원이 발한 다른 합법적인 명령을 알면서 복종할 의무가 있는 명령을 불복종하거나, 임무 수행에 태만한 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل ينتهك أو يفشل في طاعة أي أمر عام أو لائحة قانونية، مع علمه بأي أمر قانوني آخر صادر عن عضو في القوات المسلحة، والذي من واجبه طاعته، يفشل في طاعة الأمر، أو يكون مقصراً في أداء واجباته، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 93",
      "title": "Cruelty and Maltreatment",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who is guilty of cruelty toward, or oppression or maltreatment of, any person subject to his orders shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que sea culpable de crueldad hacia, u opresión o maltrato de, cualquier persona sujeta a sus órdenes será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die der Grausamkeit gegenüber, der Unterdrückung oder Misshandlung von Personen, die ihren Befehlen unterstehen, schuldig ist, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui est coupable de cruauté envers, ou d'oppression ou de mauvais traitements de, toute personne soumise à ses ordres sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 자신의 명령을 받는 자에 대한 잔인성, 억압 또는 학대에 대해 유죄인 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل مذنب بالقسوة تجاه، أو اضطهاد أو سوء معاملة، أي شخص خاضع لأوامره، يُعاقب كما قد تأمر المحكمة العسكرية."
      },
      "cases": [
        {
          "name": "Abu Ghraib Prosecutions",
          "year": "2004-2006",
          "summary": "Multiple soldiers prosecuted for abusing Iraqi detainees at Abu Ghraib prison, including physical abuse, humiliation, and photographing mistreatment.",
          "outcome": "Several convictions including Specialist Charles Graner (10 years), Private Lynndie England (3 years), and others for various terms. Some received administrative punishments."
        }
      ]
    },
    {
      "number": "Article 93a",
      "title": "Prohibited Activities with Military Recruit or Trainee",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who is a recruiter, drill instructor, or holds a position of special trust who engages in prohibited sexual activity or makes sexual advances toward a military recruit or trainee shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que sea reclutador, instructor de entrenamiento, o tenga una posición de confianza especial y participe en actividad sexual prohibida o haga avances sexuales hacia un recluta o entrenando militar será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die Rekrutierer, Ausbilder ist oder eine besondere Vertrauensposition innehat und verbotene sexuelle Aktivitäten mit einem militärischen Rekruten oder Auszubildenden durchführt oder sexuelle Annäherungsversuche macht, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui est recruteur, instructeur de drill, ou occupe une position de confiance spéciale et s'engage dans une activité sexuelle interdite ou fait des avances sexuelles envers une recrue ou un stagiaire militaire sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 모병관, 훈련교관이거나 특별 신임 직위를 가진 자가 군 모병자 또는 훈련병에 대해 금지된 성적 활동에 관여하거나 성적 접근을 하는 경우 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يكون مجنداً أو مدرب تدريب أو يشغل منصب ثقة خاصة ويشارك في نشاط جنسي محظور أو يقدم مقدمات جنسية تجاه مجند أو متدرب عسكري، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 94",
      "title": "Mutiny or Sedition",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who with intent to usurp or override lawful military authority, refuses, in concert with any other person, to obey orders or otherwise do his duty or creates any violence or disturbance is guilty of mutiny. A person who is found guilty of attempted mutiny, mutiny, sedition, or failure to suppress or report a mutiny or sedition shall be punished by death or such other punishment as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que con intención de usurpar o anular la autoridad militar legítima, se niegue, en concierto con cualquier otra persona, a obedecer órdenes o de otra manera cumplir con su deber o cree cualquier violencia o disturbio es culpable de motín. Una persona que sea declarada culpable de intento de motín, motín, sedición, o falta de supresión o denuncia de un motín o sedición será castigada con la muerte o tal otro castigo como un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht, die rechtmäßige militärische Autorität an sich zu reißen oder zu missachten, sich im Einvernehmen mit einer anderen Person weigert, Befehlen zu gehorchen oder anderweitig ihre Pflicht zu erfüllen, oder Gewalt oder Unruhen verursacht, ist der Meuterei schuldig. Eine Person, die des versuchten Meuterei, Meuterei, Aufruhr oder des Versäumnisses, eine Meuterei oder einen Aufruhr zu unterdrücken oder zu melden, für schuldig befunden wird, wird mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention d'usurper ou de passer outre l'autorité militaire légale, refuse, de concert avec toute autre personne, d'obéir aux ordres ou autrement de remplir son devoir ou crée de la violence ou du désordre est coupable de mutinerie. Une personne reconnue coupable de tentative de mutinerie, mutinerie, sédition, ou défaut de réprimer ou signaler une mutinerie ou sédition sera punie de mort ou de toute autre punition qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 합법적인 군사 권위를 찬탈하거나 무시하려는 의도로 다른 사람과 공모하여 명령에 불복종하거나 그 외의 방법으로 임무를 수행하지 않거나 폭력이나 소요를 일으키는 자는 반란죄를 범한 것이다. 반란 미수, 반란, 선동, 또는 반란이나 선동을 진압하거나 보고하지 않은 죄로 유죄 판결을 받은 자는 사형 또는 군사법원이 명하는 기타 형벌로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد اغتصاب أو تجاوز السلطة العسكرية المشروعة، يرفض، بالتنسيق مع أي شخص آخر، طاعة الأوامر أو أداء واجبه، أو يُحدث أي عنف أو اضطراب، يكون مذنباً بالتمرد. الشخص الذي يُدان بمحاولة التمرد أو التمرد أو الفتنة أو الفشل في قمع أو الإبلاغ عن تمرد أو فتنة يُعاقب بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية."
      }
    },
    {
      "number": "Article 95",
      "title": "Offenses by Sentinel or Lookout",
      "section": "punitive",
      "translations": {
        "en": "Any sentinel or lookout who is found drunk or sleeping upon his post, or leaves it before being regularly relieved, shall be punished, if the offense is committed in time of war, by death or such other punishment as a court-martial may direct, but if the offense is committed at any other time, by such punishment other than death as a court-martial may direct.",
        "es": "Cualquier centinela o vigía que sea encontrado borracho o durmiendo en su puesto, o lo abandone antes de ser relevado regularmente, será castigado, si el delito se comete en tiempo de guerra, con la muerte o tal otro castigo como un consejo de guerra pueda ordenar, pero si el delito se comete en cualquier otro momento, con tal castigo que no sea la muerte como un consejo de guerra pueda ordenar.",
        "de": "Jede Wache oder Ausguck, die betrunken auf ihrem Posten gefunden wird oder schläft, oder diesen verlässt, bevor sie ordnungsgemäß abgelöst wird, wird, wenn die Tat in Kriegszeiten begangen wird, mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft, aber wenn die Tat zu einer anderen Zeit begangen wird, mit einer anderen als der Todesstrafe, wie vom Kriegsgericht festzulegen.",
        "fr": "Toute sentinelle ou vigie qui est trouvée ivre ou dormant à son poste, ou le quitte avant d'être régulièrement relevée, sera punie, si l'infraction est commise en temps de guerre, par la mort ou toute autre punition qu'une cour martiale peut ordonner, mais si l'infraction est commise à tout autre moment, par une punition autre que la mort qu'une cour martiale peut ordonner.",
        "ko": "보초 또는 망원으로서 자신의 초소에서 취하거나 잠자는 것이 발견되거나, 정식으로 교대되기 전에 떠나는 자는, 범죄가 전시에 저질러진 경우 사형 또는 군사법원이 명하는 기타 형벌로, 다른 때에 저질러진 경우 사형 외의 군사법원이 명하는 형벌로 처벌받는다.",
        "ar": "أي حارس أو مراقب يُعثر عليه سكراناً أو نائماً في موقعه، أو يغادره قبل أن يُستبدل نظامياً، يُعاقب، إذا ارتُكبت الجريمة في وقت الحرب، بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية، ولكن إذا ارتُكبت الجريمة في أي وقت آخر، بعقوبة غير الإعدام كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 96",
      "title": "Release of Prisoner Without Authority; Drinking with Prisoner",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, without proper authority, releases any prisoner committed to his charge, or who through neglect or design suffers any such prisoner to escape, or unlawfully drinks any alcoholic beverage with a prisoner, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, sin la autoridad adecuada, libere a cualquier prisionero confiado a su cargo, o que por negligencia o diseño permita que cualquier prisionero escape, o beba ilegalmente cualquier bebida alcohólica con un prisionero, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die ohne ordnungsgemäße Genehmigung einen ihr anvertrauten Gefangenen freilässt, die durch Nachlässigkeit oder Absicht einen solchen Gefangenen entkommen lässt, oder rechtswidrig alkoholische Getränke mit einem Gefangenen trinkt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, sans autorité appropriée, libère tout prisonnier confié à sa garde, ou qui par négligence ou à dessein laisse un tel prisonnier s'échapper, ou boit illégalement toute boisson alcoolisée avec un prisonnier, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 적절한 권한 없이 자신에게 맡겨진 수감자를 석방하거나, 태만 또는 의도로 그러한 수감자가 탈출하도록 하거나, 수감자와 불법적으로 주류를 마시는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بدون سلطة مناسبة، يُطلق سراح أي سجين موكل إليه، أو بسبب الإهمال أو التصميم يسمح لأي سجين بالهروب، أو يشرب بشكل غير قانوني أي مشروب كحولي مع سجين، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 97",
      "title": "Unlawful Detention",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, except as provided by law, apprehends, arrests, or confines any person shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, excepto según lo dispuesto por la ley, aprehenda, arreste o confine a cualquier persona será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die, außer wie gesetzlich vorgesehen, eine Person festnimmt, verhaftet oder einsperrt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, sauf disposition contraire de la loi, appréhende, arrête ou confine toute personne sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 법률에서 규정하는 경우를 제외하고 어떤 사람을 체포, 구금 또는 감금하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، باستثناء ما ينص عليه القانون، يقبض على أو يعتقل أو يحتجز أي شخص، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 98",
      "title": "Noncompliance with Procedural Rules",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who is responsible for unnecessary delay in the disposition of any case of a person accused of an offense under this chapter, or knowingly and intentionally fails to enforce or comply with any provision of this chapter regulating the proceedings before, during, or after trial shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que sea responsable de demoras innecesarias en la disposición de cualquier caso de una persona acusada de un delito bajo este capítulo, o que a sabiendas e intencionalmente no haga cumplir o cumpla con cualquier disposición de este capítulo que regule los procedimientos antes, durante o después del juicio será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die für unnötige Verzögerungen bei der Erledigung eines Falles einer nach diesem Kapitel angeklagten Person verantwortlich ist, oder die wissentlich und absichtlich eine Bestimmung dieses Kapitels, die die Verfahren vor, während oder nach dem Prozess regelt, nicht durchsetzt oder einhält, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui est responsable d'un retard inutile dans le règlement de toute affaire d'une personne accusée d'une infraction en vertu de ce chapitre, ou qui, sciemment et intentionnellement, n'applique pas ou ne respecte pas toute disposition de ce chapitre réglementant les procédures avant, pendant ou après le procès sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 이 장에 따른 범죄로 기소된 사람의 사건 처리에 불필요한 지연에 대해 책임이 있거나, 재판 전, 중 또는 후의 절차를 규정하는 이 장의 규정을 알면서 고의로 집행하지 않거나 준수하지 않는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل مسؤول عن تأخير غير ضروري في التصرف في أي قضية لشخص متهم بجريمة بموجب هذا الفصل، أو يفشل عن علم وعمد في تطبيق أو الامتثال لأي حكم من أحكام هذا الفصل ينظم الإجراءات قبل أو أثناء أو بعد المحاكمة، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 99",
      "title": "Misbehavior Before the Enemy",
      "section": "punitive",
      "translations": {
        "en": "Any member of the armed forces who before or in the presence of the enemy runs away, shamefully abandons, surrenders, or delivers up any command, unit, place, or military property, through disobedience, neglect, or intentional misconduct endangers the safety of any such command, unit, place, or military property, or casts away his arms or ammunition shall be punished by death or such other punishment as a court-martial may direct.",
        "es": "Cualquier miembro de las fuerzas armadas que ante o en presencia del enemigo huya, abandone vergonzosamente, rinda o entregue cualquier comando, unidad, lugar o propiedad militar, a través de desobediencia, negligencia o mala conducta intencional ponga en peligro la seguridad de cualquier comando, unidad, lugar o propiedad militar, o deseche sus armas o municiones será castigado con la muerte o tal otro castigo como un consejo de guerra pueda ordenar.",
        "de": "Jedes Mitglied der Streitkräfte, das vor oder in Gegenwart des Feindes flieht, schändlich einen Befehl, eine Einheit, einen Ort oder militärisches Eigentum aufgibt, kapituliert oder übergibt, durch Ungehorsam, Nachlässigkeit oder vorsätzliches Fehlverhalten die Sicherheit eines solchen Befehls, einer Einheit, eines Ortes oder militärischen Eigentums gefährdet, oder seine Waffen oder Munition wegwirft, wird mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft.",
        "fr": "Tout membre des forces armées qui, devant ou en présence de l'ennemi, fuit, abandonne honteusement, se rend ou livre tout commandement, unité, lieu ou propriété militaire, met en danger la sécurité de tout commandement, unité, lieu ou propriété militaire par désobéissance, négligence ou inconduite intentionnelle, ou jette ses armes ou munitions sera puni de mort ou de toute autre punition qu'une cour martiale peut ordonner.",
        "ko": "군 구성원으로서 적 앞에서 또는 적의 면전에서 도주하거나, 부끄럽게 지휘부, 부대, 장소 또는 군용 재산을 포기, 항복 또는 인도하거나, 불복종, 태만 또는 고의적 비행으로 그러한 지휘부, 부대, 장소 또는 군용 재산의 안전을 위태롭게 하거나, 무기나 탄약을 버리는 자는 사형 또는 군사법원이 명하는 기타 형벌로 처벌받는다.",
        "ar": "أي عضو في القوات المسلحة، قبل أو في حضور العدو، يفر أو يتخلى بشكل مخزٍ أو يستسلم أو يسلم أي قيادة أو وحدة أو مكان أو ممتلكات عسكرية، أو بسبب العصيان أو الإهمال أو سوء السلوك المتعمد يعرض للخطر سلامة أي قيادة أو وحدة أو مكان أو ممتلكات عسكرية، أو يُلقي سلاحه أو ذخيرته، يُعاقب بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية."
      }
    },
    {
      "number": "Article 100",
      "title": "Subordinate Compelling Surrender",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who compels or attempts to compel the commander of any place, vessel, aircraft, or other military property, or of any body of members of the armed forces, to give it up to an enemy or to abandon it, or who strikes the colors or flag to any enemy without proper authority, shall be punished by death or such other punishment as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que obligue o intente obligar al comandante de cualquier lugar, embarcación, aeronave u otra propiedad militar, o de cualquier cuerpo de miembros de las fuerzas armadas, a entregarlo a un enemigo o abandonarlo, o que arríe los colores o bandera ante cualquier enemigo sin la autoridad adecuada, será castigada con la muerte o tal otro castigo como un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die den Befehlshaber eines Ortes, Schiffes, Flugzeugs oder anderen militärischen Eigentums oder einer Gruppe von Mitgliedern der Streitkräfte zwingt oder zu zwingen versucht, es einem Feind zu übergeben oder aufzugeben, oder die ohne ordnungsgemäße Genehmigung die Flagge vor einem Feind streicht, wird mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui contraint ou tente de contraindre le commandant de tout lieu, navire, aéronef ou autre propriété militaire, ou de tout corps de membres des forces armées, à le livrer à un ennemi ou à l'abandonner, ou qui amène les couleurs ou le drapeau devant tout ennemi sans autorité appropriée, sera punie de mort ou de toute autre punition qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 장소, 선박, 항공기 또는 기타 군용 재산의 지휘관이나 군 구성원 집단을 강요하거나 강요하려 하여 적에게 넘기거나 포기하게 하거나, 적절한 권한 없이 적에게 국기나 기를 내리는 자는 사형 또는 군사법원이 명하는 기타 형벌로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُجبر أو يحاول إجبار قائد أي مكان أو سفينة أو طائرة أو ممتلكات عسكرية أخرى، أو أي مجموعة من أعضاء القوات المسلحة، على تسليمها للعدو أو التخلي عنها، أو ينزل الألوان أو العلم لأي عدو بدون سلطة مناسبة، يُعاقب بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية."
      }
    },
    {
      "number": "Article 101",
      "title": "Improper Use of Countersign",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who in time of war discloses the parole or countersign to any person not entitled to receive it, or who gives to another who is entitled to receive and use the parole or countersign a different parole or countersign from that which, to his knowledge, he was authorized and required to give, shall be punished by death or such other punishment as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que en tiempo de guerra revele la contraseña o santo y seña a cualquier persona que no tenga derecho a recibirla, o que dé a otro que tenga derecho a recibir y usar la contraseña o santo y seña una contraseña o santo y seña diferente de la que, según su conocimiento, estaba autorizado y obligado a dar, será castigada con la muerte o tal otro castigo como un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die in Kriegszeiten die Parole oder Losung einer Person offenbart, die nicht berechtigt ist, sie zu erhalten, oder die einer anderen Person, die berechtigt ist, die Parole oder Losung zu erhalten und zu verwenden, eine andere Parole oder Losung gibt als die, die sie nach ihrem Wissen zu geben berechtigt und verpflichtet war, wird mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, en temps de guerre, divulgue le mot de passe ou le signe de reconnaissance à toute personne n'ayant pas le droit de le recevoir, ou qui donne à une autre personne ayant droit de recevoir et d'utiliser le mot de passe ou le signe de reconnaissance un mot de passe ou signe de reconnaissance différent de celui que, à sa connaissance, elle était autorisée et tenue de donner, sera punie de mort ou de toute autre punition qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 전시에 수령 자격이 없는 자에게 암호나 군호를 공개하거나, 암호나 군호를 수령하고 사용할 자격이 있는 자에게 자신이 알기에 제공할 권한과 의무가 있는 것과 다른 암호나 군호를 제공하는 자는 사형 또는 군사법원이 명하는 기타 형벌로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، في وقت الحرب، يكشف كلمة السر أو شعار التعرف لأي شخص غير مخول باستلامها، أو يعطي لآخر مخول باستلام واستخدام كلمة السر أو شعار التعرف كلمة سر أو شعاراً مختلفاً عما كان مخولاً ومطلوباً منه إعطاؤه حسب علمه، يُعاقب بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية."
      }
    },
    {
      "number": "Article 102",
      "title": "Forcing a Safeguard",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who forces a safeguard shall suffer death or such other punishment as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que fuerce una salvaguarda sufrirá la muerte o tal otro castigo como un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die einen Schutz erzwingt, wird mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui force une sauvegarde subira la mort ou toute autre punition qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 보호조치를 강제하는 자는 사형 또는 군사법원이 명하는 기타 형벌을 받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يخترق حماية يُعاقب بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية."
      }
    },
    {
      "number": "Article 103",
      "title": "Spies",
      "section": "punitive",
      "translations": {
        "en": "Any person who in time of war is found lurking as a spy or acting as a spy in or about any place, vessel, or aircraft, within the control or jurisdiction of any of the armed forces, or in or about any shipyard, any manufacturing or industrial plant, or any other place or institution engaged in work in aid of the prosecution of the war by the United States, or elsewhere, shall be tried by a general court-martial or by a military commission and on conviction shall be punished by death.",
        "es": "Cualquier persona que en tiempo de guerra sea encontrada merodeando como espía o actuando como espía en o alrededor de cualquier lugar, embarcación o aeronave, dentro del control o jurisdicción de cualquiera de las fuerzas armadas, o en o alrededor de cualquier astillero, cualquier planta manufacturera o industrial, o cualquier otro lugar o institución dedicada a trabajos en ayuda de la prosecución de la guerra por los Estados Unidos, o en cualquier otro lugar, será juzgada por un consejo de guerra general o por una comisión militar y, al ser condenada, será castigada con la muerte.",
        "de": "Jede Person, die in Kriegszeiten als Spion lauernd oder als Spion handelnd in oder um einen Ort, ein Schiff oder ein Flugzeug innerhalb der Kontrolle oder Zuständigkeit einer der Streitkräfte gefunden wird, oder in oder um eine Werft, eine Fertigungs- oder Industrieanlage oder einen anderen Ort oder eine Institution, die im Dienste der Kriegsführung der Vereinigten Staaten arbeitet, oder anderswo, wird von einem allgemeinen Kriegsgericht oder einer Militärkommission abgeurteilt und bei Verurteilung mit dem Tod bestraft.",
        "fr": "Toute personne qui, en temps de guerre, est trouvée rôdant comme espion ou agissant comme espion dans ou autour de tout lieu, navire ou aéronef, sous le contrôle ou la juridiction de l'une des forces armées, ou dans ou autour de tout chantier naval, toute usine manufacturière ou industrielle, ou tout autre lieu ou institution engagé dans des travaux d'aide à la poursuite de la guerre par les États-Unis, ou ailleurs, sera jugée par une cour martiale générale ou par une commission militaire et, sur condamnation, sera punie de mort.",
        "ko": "전시에 군의 통제 또는 관할 내의 장소, 선박 또는 항공기 안이나 주변에서, 또는 조선소, 제조 또는 산업 시설, 또는 미합중국의 전쟁 수행을 지원하는 업무에 종사하는 기타 장소나 기관 안이나 주변에서, 또는 다른 곳에서 스파이로 숨어있거나 스파이로 활동하는 것이 발견된 자는 일반 군사법원 또는 군사위원회에서 재판받으며 유죄 판결 시 사형으로 처벌받는다.",
        "ar": "أي شخص في وقت الحرب يُعثر عليه متربصاً كجاسوس أو يتصرف كجاسوس في أو حول أي مكان أو سفينة أو طائرة، ضمن سيطرة أو اختصاص أي من القوات المسلحة، أو في أو حول أي حوض بناء سفن أو أي مصنع تصنيع أو صناعي، أو أي مكان أو مؤسسة أخرى تعمل في أعمال المساعدة في ملاحقة الحرب من قبل الولايات المتحدة، أو في أي مكان آخر، يُحاكم أمام محكمة عسكرية عامة أو لجنة عسكرية وعند الإدانة يُعاقب بالإعدام."
      }
    },
    {
      "number": "Article 103a",
      "title": "Espionage",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, with intent or reason to believe that it is to be used to the injury of the United States or to the advantage of a foreign nation, communicates, delivers, or transmits, or attempts to communicate, deliver, or transmit, to any entity described in paragraph (2), either directly or indirectly, anything described in paragraph (3) shall be punished as a court-martial may direct, except that if the accused is found guilty of an offense that directly concerns nuclear weaponry, military spacecraft or satellites, early warning systems, or other means of defense or retaliation against large scale attack, war plans, communications intelligence or cryptographic information, or any other major weapons system or major element of defense strategy, the accused shall be punished by death or such other punishment as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con intención o razón para creer que será utilizado para perjudicar a los Estados Unidos o para beneficio de una nación extranjera, comunique, entregue o transmita, o intente comunicar, entregar o transmitir, a cualquier entidad descrita en el párrafo (2), ya sea directa o indirectamente, cualquier cosa descrita en el párrafo (3) será castigada según lo que un consejo de guerra pueda ordenar, excepto que si el acusado es declarado culpable de un delito que concierna directamente a armamento nuclear, naves espaciales o satélites militares, sistemas de alerta temprana, u otros medios de defensa o represalia contra ataques a gran escala, planes de guerra, inteligencia de comunicaciones o información criptográfica, o cualquier otro sistema de armas importante o elemento importante de la estrategia de defensa, el acusado será castigado con la muerte o tal otro castigo como un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht oder dem Grund zu der Annahme, dass es zum Schaden der Vereinigten Staaten oder zum Vorteil einer fremden Nation verwendet wird, direkt oder indirekt an eine in Absatz (2) beschriebene Einrichtung etwas in Absatz (3) Beschriebenes übermittelt, liefert oder überträgt oder zu übermitteln, liefern oder übertragen versucht, wird nach Ermessen eines Kriegsgerichts bestraft, außer dass der Angeklagte, wenn er einer Straftat für schuldig befunden wird, die direkt Atomwaffen, militärische Raumfahrzeuge oder Satelliten, Frühwarnsysteme oder andere Mittel zur Verteidigung oder Vergeltung gegen Großangriffe, Kriegspläne, Kommunikationsaufklärung oder kryptografische Informationen oder andere wichtige Waffensysteme oder wichtige Elemente der Verteidigungsstrategie betrifft, mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft wird.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention ou la raison de croire qu'il sera utilisé au préjudice des États-Unis ou à l'avantage d'une nation étrangère, communique, livre ou transmet, ou tente de communiquer, livrer ou transmettre, à toute entité décrite au paragraphe (2), directement ou indirectement, toute chose décrite au paragraphe (3) sera punie selon ce qu'une cour martiale peut ordonner, sauf que si l'accusé est reconnu coupable d'une infraction concernant directement l'armement nucléaire, les engins spatiaux ou satellites militaires, les systèmes d'alerte précoce, ou d'autres moyens de défense ou de représailles contre une attaque à grande échelle, les plans de guerre, le renseignement sur les communications ou les informations cryptographiques, ou tout autre système d'armes majeur ou élément majeur de la stratégie de défense, l'accusé sera puni de mort ou de toute autre punition qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 미합중국에 해를 끼치거나 외국에 이익이 되도록 사용될 것이라는 의도나 믿을 만한 이유가 있으면서 제(2)항에 기술된 단체에 직접 또는 간접적으로 제(3)항에 기술된 것을 전달, 인도 또는 송신하거나 전달, 인도 또는 송신하려고 시도하는 자는 군사법원이 명하는 대로 처벌받으나, 피고인이 핵무기, 군사 우주선 또는 위성, 조기 경보 시스템, 또는 대규모 공격에 대한 방어 또는 보복의 기타 수단, 전쟁 계획, 통신 정보 또는 암호 정보, 또는 기타 주요 무기 시스템이나 방어 전략의 주요 요소에 직접 관련된 범죄로 유죄 판결을 받은 경우 피고인은 사형 또는 군사법원이 명하는 기타 형벌로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد أو سبب للاعتقاد بأنه سيُستخدم لإلحاق الضرر بالولايات المتحدة أو لصالح دولة أجنبية، يتصل أو يُسلم أو ينقل، أو يحاول الاتصال أو التسليم أو النقل، إلى أي كيان موصوف في الفقرة (2)، سواء مباشرة أو بشكل غير مباشر، أي شيء موصوف في الفقرة (3)، يُعاقب كما قد تأمر المحكمة العسكرية، إلا أنه إذا أُدين المتهم بجريمة تتعلق مباشرة بالأسلحة النووية أو المركبات الفضائية العسكرية أو الأقمار الصناعية أو أنظمة الإنذار المبكر أو وسائل الدفاع أو الانتقام الأخرى ضد الهجوم واسع النطاق أو خطط الحرب أو استخبارات الاتصالات أو المعلومات المشفرة أو أي نظام أسلحة رئيسي آخر أو عنصر رئيسي في استراتيجية الدفاع، يُعاقب المتهم بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية."
      }
    },
    {
      "number": "Article 103b",
      "title": "Aiding the Enemy",
      "section": "punitive",
      "translations": {
        "en": "Any person who aids, or attempts to aid, the enemy with arms, ammunition, supplies, money, or other things, or without proper authority, knowingly harbors or protects or gives intelligence to, or communicates or corresponds with or holds any intercourse with the enemy, either directly or indirectly, shall suffer death or such other punishment as a court-martial or military commission may direct.",
        "es": "Cualquier persona que ayude, o intente ayudar, al enemigo con armas, municiones, suministros, dinero u otras cosas, o sin la autoridad adecuada, a sabiendas oculte o proteja o proporcione inteligencia, o se comunique o corresponda o mantenga cualquier trato con el enemigo, ya sea directa o indirectamente, sufrirá la muerte o tal otro castigo como un consejo de guerra o comisión militar pueda ordenar.",
        "de": "Jede Person, die den Feind mit Waffen, Munition, Vorräten, Geld oder anderen Dingen unterstützt oder zu unterstützen versucht, oder ohne ordnungsgemäße Genehmigung wissentlich den Feind beherbergt oder schützt oder ihm Informationen gibt, oder direkt oder indirekt mit dem Feind kommuniziert oder korrespondiert oder Verkehr mit ihm hat, wird mit dem Tod oder einer anderen vom Kriegsgericht oder einer Militärkommission festzulegenden Strafe bestraft.",
        "fr": "Toute personne qui aide, ou tente d'aider, l'ennemi avec des armes, munitions, fournitures, argent ou autres choses, ou sans autorité appropriée, héberge ou protège sciemment ou fournit des renseignements à, ou communique ou correspond avec ou a tout commerce avec l'ennemi, directement ou indirectement, subira la mort ou toute autre punition qu'une cour martiale ou commission militaire peut ordonner.",
        "ko": "무기, 탄약, 보급품, 금전 또는 기타 물자로 적을 돕거나 돕고자 하는 자, 또는 적절한 권한 없이 알면서 적을 숨기거나 보호하거나 정보를 제공하거나, 직접 또는 간접적으로 적과 통신하거나 서신을 교환하거나 어떤 교류를 가지는 자는 사형 또는 군사법원이나 군사위원회가 명하는 기타 형벌을 받는다.",
        "ar": "أي شخص يساعد، أو يحاول مساعدة، العدو بالأسلحة أو الذخيرة أو الإمدادات أو المال أو أشياء أخرى، أو بدون سلطة مناسبة، يُؤوي أو يحمي عن علم أو يقدم معلومات استخباراتية إلى، أو يتواصل أو يراسل أو يقيم أي علاقة مع العدو، سواء مباشرة أو بشكل غير مباشر، يُعاقب بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية أو اللجنة العسكرية."
      },
      "cases": [
        {
          "name": "United States v. Chelsea Manning",
          "year": "2013",
          "summary": "Army intelligence analyst who leaked classified documents to WikiLeaks, including diplomatic cables and military reports. Charged with aiding the enemy among other offenses.",
          "outcome": "Acquitted of aiding the enemy but convicted on 17 other charges including espionage. Sentenced to 35 years, later commuted by President Obama in 2017."
        }
      ]
    },
    {
      "number": "Article 104",
      "title": "Public Records Offenses",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who unlawfully alters, conceals, removes, mutilates, obliterates, or destroys a public record shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que ilegalmente altere, oculte, remueva, mutile, borre o destruya un registro público será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die rechtswidrig eine öffentliche Aufzeichnung ändert, verbirgt, entfernt, verstümmelt, auslöscht oder zerstört, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui altère, cache, enlève, mutile, efface ou détruit illégalement un document public sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 불법적으로 공문서를 변조, 은닉, 제거, 훼손, 말소 또는 파괴하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُغير أو يُخفي أو يُزيل أو يُشوه أو يطمس أو يُدمر سجلاً عاماً بشكل غير قانوني يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 105",
      "title": "Forgery",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, with intent to defraud, falsely makes or alters any signature to, or any part of, any writing which would, if genuine, apparently impose a legal liability on another or change his legal right or liability to his prejudice, or utters, offers, issues, or transfers such a writing, known by him to be so made or altered, is guilty of forgery and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con intención de defraudar, falsifique o altere cualquier firma de, o cualquier parte de, cualquier escrito que, si fuera genuino, aparentemente impondría una responsabilidad legal a otro o cambiaría su derecho legal o responsabilidad en su perjuicio, o pronuncie, ofrezca, emita o transfiera tal escrito, sabiendo que fue así hecho o alterado, es culpable de falsificación y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht zu betrügen, eine Unterschrift oder einen Teil einer Schrift, die, wenn echt, offensichtlich eine rechtliche Haftung für eine andere Person begründen oder deren Recht oder Haftung zu deren Nachteil ändern würde, fälscht oder ändert, oder eine solche Schrift, von der sie weiß, dass sie so gemacht oder geändert wurde, äußert, anbietet, ausstellt oder überträgt, ist der Urkundenfälschung schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention de frauder, fabrique ou altère faussement toute signature de, ou toute partie de, tout écrit qui, s'il était authentique, imposerait apparemment une responsabilité légale à une autre personne ou modifierait son droit légal ou sa responsabilité à son préjudice, ou émet, offre, délivre ou transfère un tel écrit, sachant qu'il a été ainsi fait ou altéré, est coupable de faux et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 사취할 의도로, 진정한 것이라면 명백히 타인에게 법적 책임을 부과하거나 그의 법적 권리나 책임을 그에게 불리하게 변경할 문서의 서명이나 어느 부분을 위조하거나 변조하거나, 그렇게 만들어지거나 변조된 것을 알면서 그러한 문서를 발행, 제공, 발급 또는 양도하는 자는 위조죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد الاحتيال، يُزور أو يُغير أي توقيع على، أو أي جزء من، أي كتابة، إذا كانت حقيقية، ستفرض على ما يبدو مسؤولية قانونية على آخر أو تغير حقه القانوني أو مسؤوليته لضرره، أو يُصدر أو يعرض أو يُصدر أو ينقل مثل هذه الكتابة، مع علمه بأنها صُنعت أو غُيرت بهذه الطريقة، يكون مذنباً بالتزوير ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 106",
      "title": "Impersonation of Officer, Noncommissioned or Petty Officer, or Agent or Official",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who wrongfully and willfully impersonates any commissioned, warrant, noncommissioned, or petty officer, or agent or official of the United States or of a State, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que ilícita y deliberadamente se haga pasar por cualquier oficial comisionado, suboficial, o agente u oficial de los Estados Unidos o de un Estado, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die sich unrechtmäßig und vorsätzlich als beauftragter Offizier, Warrant Officer, Unteroffizier, Maat oder als Agent oder Beamter der Vereinigten Staaten oder eines Staates ausgibt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui usurpe faussement et volontairement l'identité de tout officier commissionné, adjudant, sous-officier ou officier marinier, ou agent ou fonctionnaire des États-Unis ou d'un État, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 부당하고 고의로 임관 장교, 준사관, 부사관 또는 하사관, 또는 미합중국이나 주의 대리인이나 공무원을 사칭하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل ينتحل بشكل غير قانوني ومتعمد شخصية أي ضابط مفوض أو ضابط صف أو وكيل أو مسؤول في الولايات المتحدة أو ولاية، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 107",
      "title": "False Official Statements",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, with intent to deceive, signs any false record, return, regulation, order, or other official document, knowing it to be false, or makes any other false official statement knowing it to be false, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con intención de engañar, firme cualquier registro, informe, regulación, orden u otro documento oficial falso, sabiendo que es falso, o haga cualquier otra declaración oficial falsa sabiendo que es falsa, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht zu täuschen eine falsche Aufzeichnung, einen falschen Bericht, eine falsche Vorschrift, einen falschen Befehl oder ein anderes falsches offizielles Dokument unterzeichnet, obwohl sie weiß, dass es falsch ist, oder eine andere falsche offizielle Erklärung abgibt, obwohl sie weiß, dass sie falsch ist, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention de tromper, signe tout faux registre, rapport, règlement, ordre ou autre document officiel, sachant qu'il est faux, ou fait toute autre fausse déclaration officielle sachant qu'elle est fausse, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 기만할 의도로 거짓임을 알면서 거짓 기록, 보고서, 규정, 명령 또는 기타 공문서에 서명하거나, 거짓임을 알면서 기타 거짓 공식 진술을 하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد الخداع، يوقع على أي سجل أو تقرير أو لائحة أو أمر أو وثيقة رسمية أخرى كاذبة، مع علمه بزيفها، أو يدلي بأي بيان رسمي كاذب آخر مع علمه بزيفه، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 108",
      "title": "Military Property - Loss, Damage, Destruction, or Wrongful Disposition",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, without proper authority, sells or otherwise disposes of, willfully or through neglect damages, destroys, or loses, or willfully or through neglect suffers to be lost, damaged, destroyed, sold, or wrongfully disposed of, any military property of the United States, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, sin la autoridad adecuada, venda o de otra manera disponga, voluntariamente o por negligencia dañe, destruya o pierda, o voluntariamente o por negligencia permita que se pierda, dañe, destruya, venda o disponga indebidamente de cualquier propiedad militar de los Estados Unidos, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die ohne ordnungsgemäße Genehmigung militärisches Eigentum der Vereinigten Staaten verkauft oder anderweitig verfügt, vorsätzlich oder durch Nachlässigkeit beschädigt, zerstört oder verliert, oder vorsätzlich oder durch Nachlässigkeit dessen Verlust, Beschädigung, Zerstörung, Verkauf oder unrechtmäßige Verfügung duldet, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, sans autorité appropriée, vend ou dispose autrement, volontairement ou par négligence endommage, détruit ou perd, ou volontairement ou par négligence laisse perdre, endommager, détruire, vendre ou disposer indûment de toute propriété militaire des États-Unis, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 적절한 권한 없이 미합중국의 군용 재산을 판매하거나 처분하거나, 고의 또는 태만으로 손상, 파괴 또는 분실하거나, 고의 또는 태만으로 분실, 손상, 파괴, 판매 또는 부당 처분되도록 하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بدون سلطة مناسبة، يبيع أو يتصرف بأي طريقة أخرى، أو عمداً أو بسبب الإهمال يُتلف أو يُدمر أو يفقد، أو عمداً أو بسبب الإهمال يسمح بفقدان أو إتلاف أو تدمير أو بيع أو التصرف غير المشروع في أي ممتلكات عسكرية للولايات المتحدة، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 109",
      "title": "Waste, Spoilage, or Destruction of Property Other Than Military Property",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who willfully or recklessly wastes, spoils, or otherwise willfully and wrongfully destroys or damages any property other than military property of the United States shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que voluntaria o imprudentemente desperdicie, eche a perder, o de otra manera voluntaria e ilícitamente destruya o dañe cualquier propiedad que no sea propiedad militar de los Estados Unidos será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die vorsätzlich oder rücksichtslos anderes Eigentum als militärisches Eigentum der Vereinigten Staaten verschwendet, verdirbt oder anderweitig vorsätzlich und unrechtmäßig zerstört oder beschädigt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui gaspille, gâche volontairement ou imprudemment, ou autrement détruit ou endommage volontairement et illicitement toute propriété autre que la propriété militaire des États-Unis sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 미합중국의 군용 재산이 아닌 재산을 고의 또는 무모하게 낭비, 부패시키거나 그 외의 방법으로 고의로 부당하게 파괴 또는 손상하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُهدر أو يُفسد عمداً أو بتهور، أو يُدمر أو يُتلف بطريقة أخرى عمداً وبشكل غير مشروع أي ممتلكات غير الممتلكات العسكرية للولايات المتحدة، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 110",
      "title": "Improper Hazarding of Vessel or Aircraft",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who willfully and wrongfully hazards or suffers to be hazarded any vessel or aircraft of the armed forces shall suffer death or such other punishment as a court-martial may direct. Any person subject to this chapter who negligently hazards or suffers to be hazarded any vessel or aircraft of the armed forces shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que voluntaria e ilícitamente ponga en peligro o permita que se ponga en peligro cualquier embarcación o aeronave de las fuerzas armadas sufrirá la muerte o tal otro castigo como un consejo de guerra pueda ordenar. Cualquier persona sujeta a este capítulo que por negligencia ponga en peligro o permita que se ponga en peligro cualquier embarcación o aeronave de las fuerzas armadas será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die vorsätzlich und unrechtmäßig ein Schiff oder Flugzeug der Streitkräfte gefährdet oder gefährden lässt, wird mit dem Tod oder einer anderen vom Kriegsgericht festzulegenden Strafe bestraft. Jede diesem Kapitel unterliegende Person, die fahrlässig ein Schiff oder Flugzeug der Streitkräfte gefährdet oder gefährden lässt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui met volontairement et illicitement en danger ou laisse mettre en danger tout navire ou aéronef des forces armées subira la mort ou toute autre punition qu'une cour martiale peut ordonner. Toute personne soumise à ce chapitre qui met par négligence en danger ou laisse mettre en danger tout navire ou aéronef des forces armées sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 고의로 부당하게 군의 선박 또는 항공기를 위험에 빠뜨리거나 빠뜨리게 하는 자는 사형 또는 군사법원이 명하는 기타 형벌을 받는다. 이 장의 적용을 받는 자로서 태만으로 군의 선박 또는 항공기를 위험에 빠뜨리거나 빠뜨리게 하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُعرض عمداً وبشكل غير مشروع للخطر أو يسمح بتعريض أي سفينة أو طائرة للقوات المسلحة للخطر، يُعاقب بالإعدام أو أي عقوبة أخرى قد تأمر بها المحكمة العسكرية. أي شخص خاضع لهذا الفصل يُعرض بإهمال للخطر أو يسمح بتعريض أي سفينة أو طائرة للقوات المسلحة للخطر، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    }
  ]
}
