{
  "range": "36-76",
  "description": "Trial Procedure, Sentences, Post-Trial Review",
  "articles": [
    {
      "number": "Article 36",
      "title": "President May Prescribe Rules",
      "section": "trial-procedure",
      "translations": {
        "en": "The President may prescribe rules for the procedure of courts-martial, military commissions, and provost courts, which shall apply equally to all accused persons.",
        "es": "El Presidente puede prescribir reglas para el procedimiento de los consejos de guerra, comisiones militares y tribunales de preboste, que se aplicarán por igual a todas las personas acusadas.",
        "de": "Der Präsident kann Verfahrensregeln für Kriegsgerichte, Militärkommissionen und Provostgerichte erlassen, die für alle Angeklagten gleichermaßen gelten.",
        "fr": "Le Président peut prescrire des règles de procédure pour les cours martiales, commissions militaires et tribunaux prévôtaux, qui s'appliqueront également à toutes les personnes accusées.",
        "ko": "대통령은 군사법원, 군사위원회 및 헌병법원의 절차 규칙을 정할 수 있으며, 이는 모든 피고인에게 동등하게 적용된다.",
        "ar": "يجوز للرئيس وضع قواعد إجراءات المحاكم العسكرية واللجان العسكرية ومحاكم الشرطة العسكرية، والتي تُطبق بالتساوي على جميع المتهمين."
      }
    },
    {
      "number": "Article 37",
      "title": "Unlawfully Influencing Action of Court",
      "section": "trial-procedure",
      "translations": {
        "en": "No authority convening a general, special, or summary court-martial, nor any other commanding officer, may censure, reprimand, or admonish the court or any member, military judge, or counsel with respect to the findings or sentence adjudged by the court.",
        "es": "Ninguna autoridad que convoque un consejo de guerra general, especial o sumario, ni ningún otro oficial al mando, puede censurar, reprender o amonestar al tribunal o a cualquier miembro, juez militar o abogado con respecto a los hallazgos o sentencia dictados por el tribunal.",
        "de": "Keine Behörde, die ein allgemeines, besonderes oder summarisches Kriegsgericht einberuft, noch ein anderer kommandierender Offizier, darf das Gericht oder ein Mitglied, einen Militärrichter oder einen Anwalt in Bezug auf die Feststellungen oder das Urteil des Gerichts tadeln, rügen oder ermahnen.",
        "fr": "Aucune autorité convoquant une cour martiale générale, spéciale ou sommaire, ni aucun autre officier commandant, ne peut censurer, réprimander ou admonester la cour ou tout membre, juge militaire ou avocat concernant les conclusions ou la sentence prononcée par la cour.",
        "ko": "일반, 특별 또는 약식 군사법원을 소집하는 기관이나 다른 지휘관은 법원의 판결이나 선고에 대해 법원이나 구성원, 군판사 또는 변호인을 비난, 견책 또는 훈계할 수 없다.",
        "ar": "لا يجوز لأي سلطة تعقد محكمة عسكرية عامة أو خاصة أو موجزة، ولا أي ضابط قائد آخر، توبيخ أو تأنيب أو تحذير المحكمة أو أي عضو أو قاضٍ عسكري أو محامٍ فيما يتعلق بالنتائج أو الحكم الصادر عن المحكمة."
      }
    },
    {
      "number": "Article 38",
      "title": "Duties of Trial Counsel and Defense Counsel",
      "section": "trial-procedure",
      "translations": {
        "en": "Trial counsel shall prosecute in the name of the United States and shall, under the direction of the court, prepare the record of proceedings. The accused has the right to be represented by civilian counsel if provided at no expense to the Government, or by military counsel of his own selection if reasonably available.",
        "es": "El fiscal procesará en nombre de los Estados Unidos y, bajo la dirección del tribunal, preparará el acta de procedimientos. El acusado tiene derecho a ser representado por un abogado civil si se proporciona sin costo para el Gobierno, o por un abogado militar de su propia selección si está razonablemente disponible.",
        "de": "Der Anklagevertreter führt die Anklage im Namen der Vereinigten Staaten und erstellt unter Leitung des Gerichts das Verfahrensprotokoll. Der Angeklagte hat das Recht, von einem Zivilanwalt vertreten zu werden, wenn dieser ohne Kosten für die Regierung gestellt wird, oder von einem Militäranwalt seiner Wahl, sofern verfügbar.",
        "fr": "L'avocat de l'accusation poursuivra au nom des États-Unis et, sous la direction de la cour, préparera le procès-verbal des débats. L'accusé a le droit d'être représenté par un avocat civil s'il est fourni sans frais pour le Gouvernement, ou par un avocat militaire de son choix si raisonnablement disponible.",
        "ko": "검찰관은 미합중국 명의로 기소하며, 법원의 지시에 따라 소송 기록을 준비한다. 피고인은 정부 비용 부담 없이 민간 변호인의 대리를 받을 권리가 있으며, 합리적으로 가능한 경우 자신이 선택한 군 변호인의 대리를 받을 수 있다.",
        "ar": "يتولى المدعي العام الملاحقة القضائية باسم الولايات المتحدة ويُعد، تحت إشراف المحكمة، محضر الإجراءات. للمتهم الحق في أن يمثله محامٍ مدني إذا كان متاحاً دون تكلفة على الحكومة، أو محامٍ عسكري من اختياره إذا كان متاحاً بشكل معقول."
      }
    },
    {
      "number": "Article 39",
      "title": "Sessions",
      "section": "trial-procedure",
      "translations": {
        "en": "At any time after the service of charges which have been referred for trial to a court-martial composed of a military judge and members, the military judge may call the court into session without the presence of the members for preliminary matters, arraignment, and other procedural matters.",
        "es": "En cualquier momento después de la notificación de cargos que han sido remitidos para juicio a un consejo de guerra compuesto por un juez militar y miembros, el juez militar puede convocar al tribunal en sesión sin la presencia de los miembros para asuntos preliminares, lectura de cargos y otros asuntos procesales.",
        "de": "Jederzeit nach Zustellung der Anklagepunkte, die an ein aus einem Militärrichter und Mitgliedern bestehendes Kriegsgericht verwiesen wurden, kann der Militärrichter das Gericht ohne Anwesenheit der Mitglieder für Vorverfahren, Anklageverlesung und andere Verfahrensfragen einberufen.",
        "fr": "À tout moment après la signification des accusations qui ont été renvoyées pour jugement devant une cour martiale composée d'un juge militaire et de membres, le juge militaire peut convoquer la cour en session sans la présence des membres pour les questions préliminaires, la mise en accusation et autres questions procédurales.",
        "ko": "군판사와 배심원으로 구성된 군사법원에 재판을 위해 회부된 혐의가 송달된 후 언제든지, 군판사는 예비 사항, 기소 인부 및 기타 절차적 사항을 위해 배심원 없이 법원을 소집할 수 있다.",
        "ar": "في أي وقت بعد تبليغ التهم التي تمت إحالتها للمحاكمة أمام محكمة عسكرية مؤلفة من قاضٍ عسكري وأعضاء، يجوز للقاضي العسكري عقد جلسة المحكمة بدون حضور الأعضاء للمسائل التمهيدية والتوجيه والمسائل الإجرائية الأخرى."
      }
    },
    {
      "number": "Article 40",
      "title": "Continuances",
      "section": "trial-procedure",
      "translations": {
        "en": "The military judge or a court-martial without a military judge may, for reasonable cause, grant a continuance to any party for such time, and as often, as may appear to be just.",
        "es": "El juez militar o un consejo de guerra sin juez militar puede, por causa razonable, otorgar una continuación a cualquier parte por el tiempo, y tan a menudo, como parezca justo.",
        "de": "Der Militärrichter oder ein Kriegsgericht ohne Militärrichter kann aus triftigem Grund einer Partei eine Vertagung für die Zeit und so oft gewähren, wie es gerecht erscheint.",
        "fr": "Le juge militaire ou une cour martiale sans juge militaire peut, pour motif raisonnable, accorder un renvoi à toute partie pour la durée et aussi souvent qu'il peut paraître juste.",
        "ko": "군판사 또는 군판사가 없는 군사법원은 정당한 사유가 있는 경우 공정하다고 인정되는 기간 동안 그리고 횟수만큼 어느 당사자에게나 연기를 허가할 수 있다.",
        "ar": "يجوز للقاضي العسكري أو المحكمة العسكرية بدون قاضٍ عسكري، لسبب معقول، منح تأجيل لأي طرف للمدة وبقدر ما يبدو عادلاً."
      }
    },
    {
      "number": "Article 41",
      "title": "Challenges",
      "section": "trial-procedure",
      "translations": {
        "en": "The military judge and members of a general or special court-martial may be challenged by the accused or the trial counsel for cause stated to the court. The military judge shall determine the relevancy and validity of challenges for cause, and may not receive a challenge to more than one person at a time.",
        "es": "El juez militar y los miembros de un consejo de guerra general o especial pueden ser recusados por el acusado o el fiscal por causa declarada al tribunal. El juez militar determinará la relevancia y validez de las recusaciones por causa, y no puede recibir una recusación a más de una persona a la vez.",
        "de": "Der Militärrichter und die Mitglieder eines allgemeinen oder besonderen Kriegsgerichts können vom Angeklagten oder dem Anklagevertreter aus einem dem Gericht genannten Grund abgelehnt werden. Der Militärrichter entscheidet über die Relevanz und Gültigkeit von Ablehnungen aus Gründen und darf nicht mehr als eine Person gleichzeitig ablehnen.",
        "fr": "Le juge militaire et les membres d'une cour martiale générale ou spéciale peuvent être récusés par l'accusé ou l'avocat de l'accusation pour motif déclaré à la cour. Le juge militaire déterminera la pertinence et la validité des récusations pour cause et ne peut recevoir une récusation contre plus d'une personne à la fois.",
        "ko": "일반 또는 특별 군사법원의 군판사와 배심원은 피고인 또는 검찰관에 의해 법원에 진술된 사유로 기피될 수 있다. 군판사는 사유에 의한 기피의 관련성과 유효성을 결정하며, 한 번에 한 사람 이상에 대한 기피를 받을 수 없다.",
        "ar": "يجوز الطعن في القاضي العسكري وأعضاء المحكمة العسكرية العامة أو الخاصة من قبل المتهم أو المدعي العام لسبب يُذكر للمحكمة. يحدد القاضي العسكري مدى صلة وصحة الطعون لسبب، ولا يجوز له قبول طعن في أكثر من شخص واحد في وقت واحد."
      }
    },
    {
      "number": "Article 42",
      "title": "Oaths",
      "section": "trial-procedure",
      "translations": {
        "en": "The military judge and members of a general or special court-martial shall take an oath to faithfully and impartially try the case. All persons who testify shall be examined under oath.",
        "es": "El juez militar y los miembros de un consejo de guerra general o especial prestarán juramento de juzgar el caso de manera fiel e imparcial. Todas las personas que testifiquen serán examinadas bajo juramento.",
        "de": "Der Militärrichter und die Mitglieder eines allgemeinen oder besonderen Kriegsgerichts müssen einen Eid ablegen, den Fall treu und unparteiisch zu verhandeln. Alle Zeugen werden unter Eid vernommen.",
        "fr": "Le juge militaire et les membres d'une cour martiale générale ou spéciale prêteront serment de juger l'affaire fidèlement et impartialement. Toutes les personnes qui témoignent seront interrogées sous serment.",
        "ko": "일반 또는 특별 군사법원의 군판사와 배심원은 사건을 충실하고 공정하게 심리할 것을 선서해야 한다. 증언하는 모든 사람은 선서 하에 신문된다.",
        "ar": "يؤدي القاضي العسكري وأعضاء المحكمة العسكرية العامة أو الخاصة يميناً للنظر في القضية بأمانة وحيادية. يتم استجواب جميع الأشخاص الذين يدلون بشهاداتهم تحت القسم."
      }
    },
    {
      "number": "Article 43",
      "title": "Statute of Limitations",
      "section": "trial-procedure",
      "translations": {
        "en": "A person charged with absence without leave or missing movement in time of war, or with any offense punishable by death, may be tried and punished at any time without limitation. Except as otherwise provided, a person charged with an offense is not liable to be tried by court-martial if the offense was committed more than five years before receipt of sworn charges.",
        "es": "Una persona acusada de ausencia sin permiso o falta de movimiento en tiempo de guerra, o de cualquier delito castigado con la muerte, puede ser juzgada y castigada en cualquier momento sin limitación. Salvo disposición en contrario, una persona acusada de un delito no está sujeta a ser juzgada por un consejo de guerra si el delito se cometió más de cinco años antes de la recepción de los cargos jurados.",
        "de": "Eine Person, die wegen unerlaubter Abwesenheit oder versäumter Bewegung in Kriegszeiten oder wegen einer mit dem Tod bestraften Straftat angeklagt ist, kann jederzeit ohne Einschränkung vor Gericht gestellt und bestraft werden. Sofern nicht anders bestimmt, kann eine Person, die einer Straftat beschuldigt wird, nicht vor ein Kriegsgericht gestellt werden, wenn die Tat mehr als fünf Jahre vor Eingang der eidlichen Anklage begangen wurde.",
        "fr": "Une personne accusée d'absence sans permission ou de manquement au mouvement en temps de guerre, ou de toute infraction passible de la peine de mort, peut être jugée et punie à tout moment sans limitation. Sauf disposition contraire, une personne accusée d'une infraction n'est pas passible d'être jugée par une cour martiale si l'infraction a été commise plus de cinq ans avant la réception des accusations sous serment.",
        "ko": "전시 무단이탈 또는 이동 불이행, 또는 사형에 처해질 수 있는 범죄로 기소된 자는 제한 없이 언제든지 재판 및 처벌받을 수 있다. 달리 규정되지 않는 한, 범죄로 기소된 자는 선서 고소장 접수 5년 이전에 범죄가 저질러진 경우 군사법원 재판 대상이 되지 않는다.",
        "ar": "يجوز محاكمة ومعاقبة الشخص المتهم بالغياب دون إذن أو التخلف عن الحركة في وقت الحرب، أو بأي جريمة يعاقب عليها بالإعدام، في أي وقت دون تقييد. ما لم يُنص على خلاف ذلك، لا يخضع الشخص المتهم بجريمة للمحاكمة أمام محكمة عسكرية إذا ارتُكبت الجريمة قبل أكثر من خمس سنوات من استلام التهم المحلفة."
      }
    },
    {
      "number": "Article 44",
      "title": "Former Jeopardy",
      "section": "trial-procedure",
      "translations": {
        "en": "No person may, without his consent, be tried a second time for the same offense. No proceeding in which an accused has been found guilty by a court-martial upon any charge or specification is a trial in the sense of this article until the finding of guilty has become final after review.",
        "es": "Ninguna persona puede, sin su consentimiento, ser juzgada por segunda vez por el mismo delito. Ningún procedimiento en el que un acusado haya sido declarado culpable por un consejo de guerra sobre cualquier cargo o especificación es un juicio en el sentido de este artículo hasta que el fallo de culpabilidad se haya convertido en definitivo después de la revisión.",
        "de": "Niemand darf ohne seine Zustimmung wegen derselben Straftat ein zweites Mal vor Gericht gestellt werden. Kein Verfahren, in dem ein Angeklagter von einem Kriegsgericht in irgendeiner Anklage oder Spezifikation für schuldig befunden wurde, gilt als Prozess im Sinne dieses Artikels, bis der Schuldspruch nach Überprüfung rechtskräftig geworden ist.",
        "fr": "Nul ne peut, sans son consentement, être jugé une seconde fois pour la même infraction. Aucune procédure dans laquelle un accusé a été reconnu coupable par une cour martiale sur une accusation ou spécification n'est un procès au sens de cet article jusqu'à ce que la déclaration de culpabilité soit devenue définitive après révision.",
        "ko": "누구도 본인의 동의 없이 동일한 범죄로 두 번째 재판을 받을 수 없다. 피고인이 군사법원에서 어떤 혐의나 명세에 대해 유죄 판결을 받은 절차는 유죄 판결이 심사 후 확정될 때까지 이 조항의 의미에서 재판이 아니다.",
        "ar": "لا يجوز محاكمة أي شخص، دون موافقته، مرة ثانية عن نفس الجريمة. لا تُعتبر أي إجراءات أُدين فيها المتهم من قبل محكمة عسكرية بأي تهمة أو تحديد محاكمةً بمعنى هذه المادة حتى يصبح حكم الإدانة نهائياً بعد المراجعة."
      }
    },
    {
      "number": "Article 45",
      "title": "Pleas of the Accused",
      "section": "trial-procedure",
      "translations": {
        "en": "If an accused makes an irregular pleading, or after a plea of guilty sets up matter inconsistent with the plea, or if it appears that he has entered the plea of guilty improvidently or through lack of understanding of its meaning and effect, the military judge shall enter a plea of not guilty for the accused.",
        "es": "Si un acusado hace una declaración irregular, o después de una declaración de culpabilidad presenta asuntos inconsistentes con la declaración, o si parece que ha presentado la declaración de culpabilidad imprudentemente o por falta de comprensión de su significado y efecto, el juez militar registrará una declaración de no culpabilidad para el acusado.",
        "de": "Wenn ein Angeklagter eine unregelmäßige Erklärung abgibt oder nach einem Schuldbekenntnis Umstände vorbringt, die mit dem Bekenntnis unvereinbar sind, oder wenn es erscheint, dass er das Schuldbekenntnis unüberlegt oder ohne Verständnis seiner Bedeutung und Wirkung abgegeben hat, muss der Militärrichter eine Erklärung der Nichtschuld für den Angeklagten eingeben.",
        "fr": "Si un accusé fait une déclaration irrégulière, ou après un plaidoyer de culpabilité invoque des éléments incompatibles avec le plaidoyer, ou s'il apparaît qu'il a plaidé coupable imprudemment ou par manque de compréhension de sa signification et de ses effets, le juge militaire doit inscrire un plaidoyer de non-culpabilité pour l'accusé.",
        "ko": "피고인이 불규칙한 답변을 하거나, 유죄 답변 후 답변과 일치하지 않는 사항을 제기하거나, 그 의미와 효과에 대한 이해 부족이나 경솔함으로 유죄 답변을 한 것으로 보이는 경우, 군판사는 피고인을 위해 무죄 답변을 입력해야 한다.",
        "ar": "إذا قدم المتهم مرافعة غير منتظمة، أو بعد الإقرار بالذنب أثار أموراً تتعارض مع الإقرار، أو إذا تبين أنه قدم الإقرار بالذنب بتهور أو بسبب عدم فهم معناه وأثره، يجب على القاضي العسكري تسجيل إقرار بعدم الذنب نيابة عن المتهم."
      }
    },
    {
      "number": "Article 46",
      "title": "Opportunity to Obtain Witnesses and Other Evidence",
      "section": "trial-procedure",
      "translations": {
        "en": "The trial counsel, the defense counsel, and the court-martial shall have equal opportunity to obtain witnesses and other evidence in accordance with such regulations as the President may prescribe.",
        "es": "El fiscal, el abogado defensor y el consejo de guerra tendrán iguales oportunidades de obtener testigos y otras pruebas de acuerdo con las regulaciones que el Presidente pueda prescribir.",
        "de": "Der Anklagevertreter, der Verteidiger und das Kriegsgericht haben die gleiche Möglichkeit, Zeugen und andere Beweise gemäß den vom Präsidenten vorgeschriebenen Vorschriften zu beschaffen.",
        "fr": "L'avocat de l'accusation, l'avocat de la défense et la cour martiale auront des chances égales d'obtenir des témoins et d'autres preuves conformément aux règlements que le Président peut prescrire.",
        "ko": "검찰관, 변호인 및 군사법원은 대통령이 정하는 규정에 따라 증인 및 기타 증거를 확보할 동등한 기회를 가진다.",
        "ar": "يكون لمحامي الادعاء ومحامي الدفاع والمحكمة العسكرية فرص متساوية للحصول على الشهود والأدلة الأخرى وفقاً للوائح التي قد يحددها الرئيس."
      }
    },
    {
      "number": "Article 47",
      "title": "Refusal to Appear or Testify",
      "section": "trial-procedure",
      "translations": {
        "en": "Any person not subject to this chapter who has been duly subpoenaed to appear as a witness before a court-martial and who willfully neglects or refuses to appear, or refuses to qualify as a witness or to testify, shall be guilty of an offense against the United States.",
        "es": "Cualquier persona no sujeta a este capítulo que haya sido debidamente citada para comparecer como testigo ante un consejo de guerra y que descuide o se niegue voluntariamente a comparecer, o se niegue a calificarse como testigo o a testificar, será culpable de un delito contra los Estados Unidos.",
        "de": "Jede Person, die diesem Kapitel nicht unterliegt und ordnungsgemäß als Zeuge vor ein Kriegsgericht geladen wurde und die vorsätzlich versäumt oder sich weigert zu erscheinen, oder sich weigert, als Zeuge zugelassen zu werden oder auszusagen, macht sich einer Straftat gegen die Vereinigten Staaten schuldig.",
        "fr": "Toute personne non soumise à ce chapitre qui a été dûment assignée à comparaître comme témoin devant une cour martiale et qui néglige ou refuse volontairement de comparaître, ou refuse de se qualifier comme témoin ou de témoigner, sera coupable d'une infraction contre les États-Unis.",
        "ko": "이 장의 적용을 받지 않는 사람으로서 군사법원에 증인으로 정식 소환되어 고의로 출석을 태만히 하거나 거부하거나, 증인 자격을 갖추거나 증언하기를 거부하는 자는 미합중국에 대한 범죄를 범한 것이다.",
        "ar": "أي شخص غير خاضع لهذا الفصل تم استدعاؤه حسب الأصول للمثول كشاهد أمام محكمة عسكرية ويهمل أو يرفض عمداً المثول، أو يرفض التأهل كشاهد أو الإدلاء بشهادته، يكون مذنباً بارتكاب جريمة ضد الولايات المتحدة."
      }
    },
    {
      "number": "Article 48",
      "title": "Contempts",
      "section": "trial-procedure",
      "translations": {
        "en": "A court-martial may punish for contempt any person who uses any menacing word, sign, or gesture in its presence, or who disturbs its proceedings by any riot or disorder.",
        "es": "Un consejo de guerra puede castigar por desacato a cualquier persona que use cualquier palabra, señal o gesto amenazante en su presencia, o que perturbe sus procedimientos por cualquier disturbio o desorden.",
        "de": "Ein Kriegsgericht kann jede Person wegen Missachtung bestrafen, die in seiner Gegenwart drohende Worte, Zeichen oder Gesten verwendet oder die seine Verhandlungen durch Aufruhr oder Unordnung stört.",
        "fr": "Une cour martiale peut punir pour outrage toute personne qui utilise un mot, signe ou geste menaçant en sa présence, ou qui perturbe ses débats par une émeute ou un désordre.",
        "ko": "군사법원은 그 면전에서 위협적인 말, 신호 또는 제스처를 사용하거나 소요 또는 무질서로 소송 절차를 방해하는 자를 법정 모욕으로 처벌할 수 있다.",
        "ar": "يجوز للمحكمة العسكرية معاقبة أي شخص بتهمة الازدراء إذا استخدم أي كلمة أو إشارة أو إيماءة تهديدية في حضورها، أو أخل بإجراءاتها بأي شغب أو فوضى."
      }
    },
    {
      "number": "Article 49",
      "title": "Depositions",
      "section": "trial-procedure",
      "translations": {
        "en": "At any time after charges have been signed, any party may take oral or written depositions unless the military judge or court-martial without a military judge determines that taking the deposition is not in the interest of justice.",
        "es": "En cualquier momento después de que se hayan firmado los cargos, cualquier parte puede tomar deposiciones orales o escritas a menos que el juez militar o el consejo de guerra sin juez militar determine que tomar la deposición no es en interés de la justicia.",
        "de": "Jederzeit nach Unterzeichnung der Anklagepunkte kann jede Partei mündliche oder schriftliche Aussagen aufnehmen, es sei denn, der Militärrichter oder das Kriegsgericht ohne Militärrichter entscheidet, dass die Aufnahme der Aussage nicht im Interesse der Gerechtigkeit liegt.",
        "fr": "À tout moment après la signature des accusations, toute partie peut recueillir des dépositions orales ou écrites à moins que le juge militaire ou la cour martiale sans juge militaire ne détermine que le recueil de la déposition n'est pas dans l'intérêt de la justice.",
        "ko": "혐의가 서명된 후 언제든지 당사자는 군판사 또는 군판사 없는 군사법원이 증언 채취가 정의의 이익에 반한다고 결정하지 않는 한 구술 또는 서면 증언을 채취할 수 있다.",
        "ar": "في أي وقت بعد التوقيع على التهم، يجوز لأي طرف أخذ إفادات شفوية أو مكتوبة ما لم يقرر القاضي العسكري أو المحكمة العسكرية بدون قاضٍ عسكري أن أخذ الإفادة ليس في مصلحة العدالة."
      }
    },
    {
      "number": "Article 50",
      "title": "Admissibility of Records of Courts of Inquiry",
      "section": "trial-procedure",
      "translations": {
        "en": "In any case not extending to the dismissal of a commissioned officer, the sworn testimony, contained in the duly authenticated record of proceedings of a court of inquiry, of a person whose oral testimony cannot be obtained, may be read in evidence by any party.",
        "es": "En cualquier caso que no se extienda al despido de un oficial comisionado, el testimonio jurado, contenido en el registro debidamente autenticado de procedimientos de un tribunal de investigación, de una persona cuyo testimonio oral no puede obtenerse, puede ser leído como prueba por cualquier parte.",
        "de": "In jedem Fall, der sich nicht auf die Entlassung eines beauftragten Offiziers erstreckt, kann die eidliche Aussage einer Person, deren mündliche Aussage nicht eingeholt werden kann, die im ordnungsgemäß beglaubigten Protokoll eines Untersuchungsgerichts enthalten ist, von jeder Partei als Beweis verlesen werden.",
        "fr": "Dans tout cas ne s'étendant pas au renvoi d'un officier commissionné, le témoignage sous serment, contenu dans le procès-verbal dûment authentifié d'une cour d'enquête, d'une personne dont le témoignage oral ne peut être obtenu, peut être lu comme preuve par toute partie.",
        "ko": "임관 장교의 해임에 이르지 않는 모든 경우에, 구술 증언을 얻을 수 없는 사람의 선서 증언이 정식 인증된 조사법원 소송 기록에 포함되어 있는 경우, 어느 당사자든 이를 증거로 낭독할 수 있다.",
        "ar": "في أي قضية لا تمتد إلى فصل ضابط مفوض، يجوز لأي طرف قراءة الشهادة المحلفة الواردة في السجل المصادق عليه حسب الأصول لإجراءات محكمة التحقيق، لشخص لا يمكن الحصول على شهادته الشفوية، كدليل."
      }
    },
    {
      "number": "Article 51",
      "title": "Voting and Rulings",
      "section": "trial-procedure",
      "translations": {
        "en": "Voting by members of a general or special court-martial on the findings and on the sentence shall be by secret written ballot. The military judge shall rule upon all questions of law and interlocutory questions arising during proceedings.",
        "es": "La votación de los miembros de un consejo de guerra general o especial sobre los hallazgos y la sentencia será mediante votación secreta por escrito. El juez militar resolverá todas las cuestiones de derecho y cuestiones interlocutorias que surjan durante los procedimientos.",
        "de": "Die Abstimmung der Mitglieder eines allgemeinen oder besonderen Kriegsgerichts über die Feststellungen und das Urteil erfolgt durch geheime schriftliche Stimmabgabe. Der Militärrichter entscheidet über alle Rechtsfragen und Zwischenfragen, die während des Verfahrens auftreten.",
        "fr": "Le vote des membres d'une cour martiale générale ou spéciale sur les conclusions et la sentence se fera par scrutin secret écrit. Le juge militaire statuera sur toutes les questions de droit et questions interlocutoires survenant au cours des débats.",
        "ko": "일반 또는 특별 군사법원 배심원의 판결 및 선고에 대한 투표는 비밀 서면 투표로 한다. 군판사는 소송 중 발생하는 모든 법률 문제와 중간 문제에 대해 결정한다.",
        "ar": "يكون تصويت أعضاء المحكمة العسكرية العامة أو الخاصة على النتائج والحكم بالاقتراع السري المكتوب. يبت القاضي العسكري في جميع المسائل القانونية والمسائل التمهيدية التي تنشأ أثناء الإجراءات."
      }
    },
    {
      "number": "Article 52",
      "title": "Number of Votes Required",
      "section": "trial-procedure",
      "translations": {
        "en": "No person may be convicted of an offense for which the death penalty is mandatory unless all members present at the time the vote is taken concur in the finding of guilty. No person may be sentenced to death except by unanimous vote of all members present.",
        "es": "Ninguna persona puede ser condenada por un delito para el cual la pena de muerte es obligatoria a menos que todos los miembros presentes en el momento de la votación concurran en el hallazgo de culpabilidad. Ninguna persona puede ser sentenciada a muerte excepto por voto unánime de todos los miembros presentes.",
        "de": "Niemand darf wegen einer Straftat, für die die Todesstrafe obligatorisch ist, verurteilt werden, es sei denn, alle zum Zeitpunkt der Abstimmung anwesenden Mitglieder stimmen dem Schuldspruch zu. Niemand darf zum Tode verurteilt werden, außer durch einstimmigen Beschluss aller anwesenden Mitglieder.",
        "fr": "Nul ne peut être reconnu coupable d'une infraction pour laquelle la peine de mort est obligatoire à moins que tous les membres présents au moment du vote ne s'accordent sur la déclaration de culpabilité. Nul ne peut être condamné à mort sauf par vote unanime de tous les membres présents.",
        "ko": "사형이 의무적인 범죄에 대해 투표 시 출석한 모든 배심원이 유죄 판결에 동의하지 않으면 유죄 판결을 받을 수 없다. 출석한 모든 배심원의 만장일치 투표가 아니면 사형을 선고받을 수 없다.",
        "ar": "لا يجوز إدانة أي شخص بجريمة تكون عقوبة الإعدام فيها إلزامية ما لم يتفق جميع الأعضاء الحاضرين وقت التصويت على قرار الإدانة. لا يجوز الحكم على أي شخص بالإعدام إلا بالتصويت بالإجماع من جميع الأعضاء الحاضرين."
      }
    },
    {
      "number": "Article 53",
      "title": "Announcement of Sentence",
      "section": "trial-procedure",
      "translations": {
        "en": "A court-martial shall announce its findings and sentence to the parties as soon as determined. The military judge may defer announcement of the sentence for a reasonable time to permit announcement of the sentence in the presence of the accused.",
        "es": "Un consejo de guerra anunciará sus hallazgos y sentencia a las partes tan pronto como se determinen. El juez militar puede diferir el anuncio de la sentencia por un tiempo razonable para permitir el anuncio de la sentencia en presencia del acusado.",
        "de": "Ein Kriegsgericht verkündet seine Feststellungen und sein Urteil den Parteien, sobald sie festgestellt sind. Der Militärrichter kann die Verkündung des Urteils für eine angemessene Zeit aufschieben, um die Verkündung in Anwesenheit des Angeklagten zu ermöglichen.",
        "fr": "Une cour martiale annoncera ses conclusions et sa sentence aux parties dès qu'elles sont déterminées. Le juge militaire peut différer l'annonce de la sentence pendant un délai raisonnable pour permettre l'annonce de la sentence en présence de l'accusé.",
        "ko": "군사법원은 판결과 선고가 결정되는 대로 당사자에게 발표해야 한다. 군판사는 피고인 앞에서 선고를 발표할 수 있도록 합리적인 기간 동안 선고 발표를 연기할 수 있다.",
        "ar": "تُعلن المحكمة العسكرية نتائجها وحكمها للأطراف بمجرد تحديدها. يجوز للقاضي العسكري تأجيل إعلان الحكم لفترة معقولة للسماح بإعلان الحكم بحضور المتهم."
      }
    },
    {
      "number": "Article 54",
      "title": "Record of Trial",
      "section": "trial-procedure",
      "translations": {
        "en": "Each general and special court-martial shall keep a separate record of the proceedings in each case brought before it. A complete record of the proceedings and testimony shall be prepared in each general court-martial case.",
        "es": "Cada consejo de guerra general y especial mantendrá un registro separado de los procedimientos en cada caso presentado ante él. Se preparará un registro completo de los procedimientos y testimonios en cada caso de consejo de guerra general.",
        "de": "Jedes allgemeine und besondere Kriegsgericht führt ein gesondertes Protokoll der Verhandlungen in jedem vor ihm verhandelten Fall. In jedem Fall vor einem allgemeinen Kriegsgericht ist ein vollständiges Protokoll der Verhandlungen und Aussagen zu erstellen.",
        "fr": "Chaque cour martiale générale et spéciale tiendra un registre séparé des débats dans chaque affaire portée devant elle. Un compte rendu complet des débats et témoignages sera préparé dans chaque affaire de cour martiale générale.",
        "ko": "각 일반 및 특별 군사법원은 그 앞에 제기된 각 사건의 소송 절차에 대한 별도의 기록을 유지해야 한다. 각 일반 군사법원 사건에서 소송 절차와 증언의 완전한 기록이 준비되어야 한다.",
        "ar": "تحتفظ كل محكمة عسكرية عامة وخاصة بسجل منفصل للإجراءات في كل قضية تُعرض عليها. يُعد سجل كامل للإجراءات والشهادات في كل قضية محكمة عسكرية عامة."
      }
    },
    {
      "number": "Article 55",
      "title": "Cruel and Unusual Punishments Prohibited",
      "section": "sentences",
      "translations": {
        "en": "Punishment by flogging, or by branding, marking, or tattooing on the body, or any other cruel or unusual punishment, may not be adjudged by any court-martial or inflicted upon any person subject to this chapter.",
        "es": "El castigo mediante azotes, o mediante marcado, marcaje o tatuaje en el cuerpo, o cualquier otro castigo cruel o inusual, no puede ser juzgado por ningún consejo de guerra ni infligido a ninguna persona sujeta a este capítulo.",
        "de": "Bestrafung durch Auspeitschung oder durch Brandmarkung, Markierung oder Tätowierung am Körper oder jede andere grausame oder ungewöhnliche Bestrafung darf von keinem Kriegsgericht verhängt oder einer diesem Kapitel unterworfenen Person zugefügt werden.",
        "fr": "La punition par flagellation, ou par marquage au fer, marquage ou tatouage sur le corps, ou toute autre punition cruelle ou inhabituelle, ne peut être prononcée par aucune cour martiale ni infligée à toute personne soumise à ce chapitre.",
        "ko": "채찍질, 낙인, 표시 또는 신체에 문신을 하는 처벌 또는 기타 잔인하거나 이례적인 처벌은 어떤 군사법원도 선고할 수 없으며 이 장의 적용을 받는 어떤 사람에게도 가할 수 없다.",
        "ar": "لا يجوز لأي محكمة عسكرية الحكم بعقوبة الجلد، أو الوسم أو العلامات أو الوشم على الجسم، أو أي عقوبة قاسية أو غير عادية، ولا يجوز إيقاعها على أي شخص خاضع لهذا الفصل."
      }
    },
    {
      "number": "Article 56",
      "title": "Maximum and Minimum Limits",
      "section": "sentences",
      "translations": {
        "en": "The punishment which a court-martial may direct for an offense may not exceed such limits as the President may prescribe for that offense. The punishment of death shall not be adjudged unless death is specifically authorized for the offense.",
        "es": "El castigo que un consejo de guerra puede ordenar para un delito no puede exceder los límites que el Presidente pueda prescribir para ese delito. La pena de muerte no se adjudicará a menos que la muerte esté específicamente autorizada para el delito.",
        "de": "Die Strafe, die ein Kriegsgericht für eine Straftat verhängen kann, darf die vom Präsidenten für diese Straftat vorgeschriebenen Grenzen nicht überschreiten. Die Todesstrafe darf nicht verhängt werden, es sei denn, sie ist für die Straftat ausdrücklich vorgesehen.",
        "fr": "La punition qu'une cour martiale peut ordonner pour une infraction ne peut excéder les limites que le Président peut prescrire pour cette infraction. La peine de mort ne sera pas prononcée à moins que la mort ne soit spécifiquement autorisée pour l'infraction.",
        "ko": "군사법원이 범죄에 대해 명할 수 있는 처벌은 대통령이 그 범죄에 대해 정한 한도를 초과할 수 없다. 사형은 해당 범죄에 대해 특별히 승인되지 않는 한 선고되지 않는다.",
        "ar": "لا يجوز أن تتجاوز العقوبة التي قد توجهها المحكمة العسكرية للجريمة الحدود التي قد يحددها الرئيس لتلك الجريمة. لا يُحكم بعقوبة الإعدام ما لم يكن الإعدام مصرحاً به تحديداً للجريمة."
      }
    },
    {
      "number": "Article 57",
      "title": "Effective Date of Sentences",
      "section": "sentences",
      "translations": {
        "en": "A sentence of a court-martial is effective on the date ordered executed. Unless a sentence includes death, dismissal, or a punitive discharge, the sentence may be ordered executed by the convening authority when approved.",
        "es": "Una sentencia de un consejo de guerra es efectiva en la fecha ordenada para su ejecución. A menos que una sentencia incluya muerte, despido o una baja punitiva, la sentencia puede ser ordenada para ejecución por la autoridad convocante cuando sea aprobada.",
        "de": "Ein Urteil eines Kriegsgerichts ist am Datum der angeordneten Vollstreckung wirksam. Sofern ein Urteil nicht Tod, Entlassung oder eine strafweise Entlassung umfasst, kann die Vollstreckung des Urteils von der einberufenden Behörde bei Genehmigung angeordnet werden.",
        "fr": "Une sentence d'une cour martiale est effective à la date ordonnée de l'exécution. À moins qu'une sentence n'inclue la mort, le renvoi ou une libération punitive, la sentence peut être ordonnée exécutée par l'autorité convocatrice lorsqu'elle est approuvée.",
        "ko": "군사법원의 선고는 집행 명령일에 효력이 발생한다. 선고가 사형, 해임 또는 징계 전역을 포함하지 않는 한, 선고는 승인 시 소집권자에 의해 집행 명령될 수 있다.",
        "ar": "يكون حكم المحكمة العسكرية نافذاً في التاريخ المأمور بتنفيذه. ما لم يتضمن الحكم الإعدام أو الفصل أو التسريح العقابي، يجوز أن تأمر السلطة المنعقدة بتنفيذ الحكم عند الموافقة عليه."
      }
    },
    {
      "number": "Article 58",
      "title": "Execution of Confinement",
      "section": "sentences",
      "translations": {
        "en": "A sentence of confinement, whether or not the sentence includes discharge or dismissal, and whether or not the discharge or dismissal has been executed, may be carried into execution by confinement in any place of confinement under the control of any of the armed forces.",
        "es": "Una sentencia de reclusión, ya sea que la sentencia incluya o no la baja o el despido, y ya sea que la baja o el despido haya sido ejecutado o no, puede llevarse a cabo mediante reclusión en cualquier lugar de reclusión bajo el control de cualquiera de las fuerzas armadas.",
        "de": "Eine Freiheitsstrafe, unabhängig davon, ob das Urteil eine Entlassung umfasst und ob die Entlassung vollstreckt wurde, kann durch Inhaftierung an jedem Haftort unter der Kontrolle einer der Streitkräfte vollstreckt werden.",
        "fr": "Une sentence d'emprisonnement, que la sentence inclue ou non la libération ou le renvoi, et que la libération ou le renvoi ait été exécuté ou non, peut être mise à exécution par l'emprisonnement dans tout lieu de détention sous le contrôle de l'une des forces armées.",
        "ko": "구금 선고는 전역 또는 해임을 포함하든 않든, 전역 또는 해임이 집행되었든 않든, 어떤 군의 통제 하에 있는 어떤 구금 장소에서든 구금으로 집행될 수 있다.",
        "ar": "يجوز تنفيذ حكم السجن، سواء تضمن الحكم التسريح أو الفصل أم لا، وسواء تم تنفيذ التسريح أو الفصل أم لا، بالحبس في أي مكان احتجاز تحت سيطرة أي من القوات المسلحة."
      }
    },
    {
      "number": "Article 59",
      "title": "Error of Law; Lesser Included Offense",
      "section": "post-trial",
      "translations": {
        "en": "A finding or sentence of a court-martial may not be held incorrect on the ground of an error of law unless the error materially prejudices the substantial rights of the accused.",
        "es": "Un hallazgo o sentencia de un consejo de guerra no puede considerarse incorrecto por motivo de un error de derecho a menos que el error perjudique materialmente los derechos sustanciales del acusado.",
        "de": "Eine Feststellung oder ein Urteil eines Kriegsgerichts darf nicht wegen eines Rechtsfehlers als fehlerhaft angesehen werden, es sei denn, der Fehler beeinträchtigt wesentlich die materiellen Rechte des Angeklagten.",
        "fr": "Une conclusion ou sentence d'une cour martiale ne peut être considérée comme incorrecte en raison d'une erreur de droit à moins que l'erreur ne porte matériellement préjudice aux droits substantiels de l'accusé.",
        "ko": "군사법원의 판결이나 선고는 오류가 피고인의 실질적 권리를 실질적으로 침해하지 않는 한 법률 오류를 이유로 부정확하다고 할 수 없다.",
        "ar": "لا يجوز اعتبار نتيجة أو حكم المحكمة العسكرية غير صحيح بسبب خطأ قانوني ما لم يُلحق الخطأ ضرراً جوهرياً بالحقوق الأساسية للمتهم."
      }
    },
    {
      "number": "Article 60",
      "title": "Post-Trial Processing",
      "section": "post-trial",
      "translations": {
        "en": "After a sentence is adjudged in any court-martial case, the accused may submit matters for consideration by the convening authority. The convening authority may take action on the findings and sentence in accordance with rules prescribed by the President.",
        "es": "Después de que se dicte una sentencia en cualquier caso de consejo de guerra, el acusado puede presentar asuntos para consideración de la autoridad convocante. La autoridad convocante puede tomar acción sobre los hallazgos y la sentencia de acuerdo con las reglas prescritas por el Presidente.",
        "de": "Nach Verkündung eines Urteils in einem Kriegsgerichtsverfahren kann der Angeklagte der einberufenden Behörde Angelegenheiten zur Prüfung vorlegen. Die einberufende Behörde kann gemäß den vom Präsidenten vorgeschriebenen Regeln Maßnahmen bezüglich der Feststellungen und des Urteils ergreifen.",
        "fr": "Après le prononcé d'une sentence dans toute affaire de cour martiale, l'accusé peut soumettre des éléments à l'examen de l'autorité convocatrice. L'autorité convocatrice peut prendre des mesures concernant les conclusions et la sentence conformément aux règles prescrites par le Président.",
        "ko": "군사법원 사건에서 선고가 내려진 후 피고인은 소집권자의 고려를 위해 사항을 제출할 수 있다. 소집권자는 대통령이 정한 규칙에 따라 판결과 선고에 대해 조치를 취할 수 있다.",
        "ar": "بعد صدور الحكم في أي قضية محكمة عسكرية، يجوز للمتهم تقديم مسائل للنظر فيها من قبل السلطة المنعقدة. يجوز للسلطة المنعقدة اتخاذ إجراء بشأن النتائج والحكم وفقاً للقواعد التي يحددها الرئيس."
      }
    },
    {
      "number": "Article 61",
      "title": "Waiver of Right to Appeal; Withdrawal of Appeal",
      "section": "post-trial",
      "translations": {
        "en": "After entry of judgment, an accused may file with the convening authority a statement expressly waiving the right to appellate review. Such waiver shall be signed by both the accused and defense counsel.",
        "es": "Después de la entrada del fallo, un acusado puede presentar ante la autoridad convocante una declaración renunciando expresamente al derecho de revisión de apelación. Dicha renuncia deberá ser firmada tanto por el acusado como por el abogado defensor.",
        "de": "Nach Erlass des Urteils kann ein Angeklagter bei der einberufenden Behörde eine Erklärung einreichen, mit der er ausdrücklich auf das Recht auf Berufungsprüfung verzichtet. Ein solcher Verzicht muss sowohl vom Angeklagten als auch vom Verteidiger unterzeichnet werden.",
        "fr": "Après l'entrée du jugement, un accusé peut déposer auprès de l'autorité convocatrice une déclaration renonçant expressément au droit de révision en appel. Cette renonciation doit être signée par l'accusé et l'avocat de la défense.",
        "ko": "판결 등록 후 피고인은 상소 심사권을 명시적으로 포기하는 진술서를 소집권자에게 제출할 수 있다. 그러한 포기서는 피고인과 변호인 모두 서명해야 한다.",
        "ar": "بعد صدور الحكم، يجوز للمتهم تقديم بيان إلى السلطة المنعقدة يتنازل فيه صراحةً عن حق المراجعة الاستئنافية. يجب أن يُوقع هذا التنازل من كل من المتهم ومحامي الدفاع."
      }
    },
    {
      "number": "Article 62",
      "title": "Appeal by the United States",
      "section": "post-trial",
      "translations": {
        "en": "In a trial by court-martial in which a punitive discharge may be adjudged, the United States may appeal an order or ruling that terminates the proceedings with respect to a charge or specification, excludes evidence, or relates to matters described in rules prescribed by the President.",
        "es": "En un juicio por consejo de guerra en el que se puede adjudicar una baja punitiva, los Estados Unidos pueden apelar una orden o decisión que termine los procedimientos con respecto a un cargo o especificación, excluya evidencia, o se relacione con asuntos descritos en las reglas prescritas por el Presidente.",
        "de": "In einem Kriegsgerichtsverfahren, in dem eine strafweise Entlassung verhängt werden kann, können die Vereinigten Staaten gegen eine Anordnung oder Entscheidung Berufung einlegen, die das Verfahren in Bezug auf einen Anklagepunkt beendet, Beweise ausschließt oder sich auf Angelegenheiten bezieht, die in den vom Präsidenten vorgeschriebenen Regeln beschrieben sind.",
        "fr": "Dans un procès par cour martiale où une libération punitive peut être prononcée, les États-Unis peuvent faire appel d'une ordonnance ou décision qui met fin aux procédures concernant une accusation ou spécification, exclut des preuves, ou concerne des questions décrites dans les règles prescrites par le Président.",
        "ko": "징계 전역이 선고될 수 있는 군사법원 재판에서 미합중국은 혐의나 명세에 관한 절차를 종료하거나, 증거를 배제하거나, 대통령이 정한 규칙에 기술된 사항과 관련된 명령이나 결정에 대해 항소할 수 있다.",
        "ar": "في محاكمة أمام محكمة عسكرية يجوز فيها الحكم بالتسريح العقابي، يجوز للولايات المتحدة استئناف أمر أو حكم ينهي الإجراءات فيما يتعلق بتهمة أو تحديد، أو يستبعد أدلة، أو يتعلق بمسائل موصوفة في القواعد التي يحددها الرئيس."
      }
    },
    {
      "number": "Article 63",
      "title": "Rehearings",
      "section": "post-trial",
      "translations": {
        "en": "Each rehearing shall take place before a court-martial composed of members none of whom was a member of the trial court which first heard the case. Upon a rehearing the accused may not be tried for any offense of which he was found not guilty by the first court-martial.",
        "es": "Cada nueva audiencia tendrá lugar ante un consejo de guerra compuesto por miembros ninguno de los cuales fue miembro del tribunal de primera instancia que escuchó el caso por primera vez. En una nueva audiencia, el acusado no puede ser juzgado por ningún delito del cual fue declarado inocente por el primer consejo de guerra.",
        "de": "Jede Wiederaufnahme findet vor einem Kriegsgericht statt, das aus Mitgliedern besteht, von denen keines Mitglied des Gerichts war, das den Fall zuerst verhandelt hat. Bei einer Wiederaufnahme darf der Angeklagte nicht wegen einer Straftat angeklagt werden, von der er vom ersten Kriegsgericht freigesprochen wurde.",
        "fr": "Chaque nouvelle audience aura lieu devant une cour martiale composée de membres dont aucun n'était membre du tribunal qui a entendu l'affaire en premier. Lors d'une nouvelle audience, l'accusé ne peut être jugé pour aucune infraction dont il a été acquitté par la première cour martiale.",
        "ko": "각 재심리는 사건을 처음 심리한 재판 법원의 구성원이 아닌 배심원으로 구성된 군사법원에서 진행되어야 한다. 재심리에서 피고인은 첫 번째 군사법원에서 무죄 판결을 받은 범죄로 재판받을 수 없다.",
        "ar": "تُعقد كل إعادة محاكمة أمام محكمة عسكرية مؤلفة من أعضاء لم يكن أي منهم عضواً في محكمة الدرجة الأولى التي نظرت القضية أولاً. في إعادة المحاكمة، لا يجوز محاكمة المتهم عن أي جريمة برأته منها المحكمة العسكرية الأولى."
      }
    },
    {
      "number": "Article 64",
      "title": "Judge Advocate Review of Certain Findings",
      "section": "post-trial",
      "translations": {
        "en": "A judge advocate shall review each general and special court-martial case in which there has been a finding of guilty that is not reviewed under Article 66 or 69. The judge advocate shall prepare a written recommendation that includes conclusions as to whether the court-martial had jurisdiction over the accused and the offense.",
        "es": "Un abogado militar revisará cada caso de consejo de guerra general y especial en el que haya habido un hallazgo de culpabilidad que no se revise bajo el Artículo 66 o 69. El abogado militar preparará una recomendación escrita que incluya conclusiones sobre si el consejo de guerra tenía jurisdicción sobre el acusado y el delito.",
        "de": "Ein Rechtsberater überprüft jeden allgemeinen und besonderen Kriegsgerichtsfall, in dem ein nicht nach Artikel 66 oder 69 überprüfter Schuldspruch erfolgt ist. Der Rechtsberater erstellt eine schriftliche Empfehlung mit Schlussfolgerungen darüber, ob das Kriegsgericht für den Angeklagten und die Straftat zuständig war.",
        "fr": "Un conseiller juridique examinera chaque affaire de cour martiale générale et spéciale dans laquelle il y a eu une déclaration de culpabilité non examinée en vertu de l'Article 66 ou 69. Le conseiller juridique préparera une recommandation écrite incluant des conclusions sur la compétence de la cour martiale sur l'accusé et l'infraction.",
        "ko": "법무관은 제66조 또는 제69조에 따라 심사되지 않은 유죄 판결이 있는 각 일반 및 특별 군사법원 사건을 심사해야 한다. 법무관은 군사법원이 피고인과 범죄에 대한 관할권을 가졌는지에 대한 결론을 포함하는 서면 권고를 준비해야 한다.",
        "ar": "يراجع المستشار القانوني كل قضية محكمة عسكرية عامة وخاصة صدر فيها حكم بالإدانة لم تتم مراجعته بموجب المادة 66 أو 69. يُعد المستشار القانوني توصية مكتوبة تتضمن استنتاجات حول ما إذا كانت المحكمة العسكرية لها اختصاص على المتهم والجريمة."
      }
    },
    {
      "number": "Article 65",
      "title": "Transmittal and Review of Records",
      "section": "post-trial",
      "translations": {
        "en": "Records of trial in which the sentence includes dismissal, punitive discharge, or confinement for more than six months shall be transmitted to the Judge Advocate General. The Judge Advocate General shall review each record transmitted.",
        "es": "Los registros de juicio en los que la sentencia incluya despido, baja punitiva o reclusión por más de seis meses serán transmitidos al Abogado General Militar. El Abogado General Militar revisará cada registro transmitido.",
        "de": "Verfahrensprotokolle, in denen das Urteil Entlassung, strafweise Entlassung oder Freiheitsstrafe von mehr als sechs Monaten umfasst, werden an den Generalrechtsberater übermittelt. Der Generalrechtsberater überprüft jedes übermittelte Protokoll.",
        "fr": "Les dossiers de procès dans lesquels la sentence comprend le renvoi, la libération punitive ou l'emprisonnement pour plus de six mois seront transmis au Juge-avocat général. Le Juge-avocat général examinera chaque dossier transmis.",
        "ko": "선고가 해임, 징계 전역 또는 6개월 이상의 구금을 포함하는 재판 기록은 법무감에게 전달되어야 한다. 법무감은 전달된 각 기록을 검토해야 한다.",
        "ar": "تُحال سجلات المحاكمة التي يتضمن فيها الحكم الفصل أو التسريح العقابي أو السجن لأكثر من ستة أشهر إلى المستشار القانوني العام. يراجع المستشار القانوني العام كل سجل محال."
      }
    },
    {
      "number": "Article 66",
      "title": "Courts of Criminal Appeals",
      "section": "post-trial",
      "translations": {
        "en": "Each Judge Advocate General shall establish a Court of Criminal Appeals which shall be composed of one or more panels, each panel consisting of not less than three appellate military judges. The Court of Criminal Appeals may act only with respect to findings of guilty and the sentence.",
        "es": "Cada Abogado General Militar establecerá un Tribunal de Apelaciones Penales que estará compuesto por uno o más paneles, cada panel consistiendo de no menos de tres jueces militares de apelación. El Tribunal de Apelaciones Penales solo puede actuar con respecto a los hallazgos de culpabilidad y la sentencia.",
        "de": "Jeder Generalrechtsberater richtet ein Strafberufungsgericht ein, das aus einem oder mehreren Spruchkörpern besteht, wobei jeder Spruchkörper aus mindestens drei Militärberufungsrichtern besteht. Das Strafberufungsgericht kann nur in Bezug auf Schuldsprüche und das Urteil handeln.",
        "fr": "Chaque Juge-avocat général établira une Cour d'appel pénale qui sera composée d'un ou plusieurs panels, chaque panel comprenant au moins trois juges militaires d'appel. La Cour d'appel pénale ne peut agir qu'à l'égard des déclarations de culpabilité et de la sentence.",
        "ko": "각 법무감은 형사항소법원을 설치해야 하며, 이는 하나 이상의 패널로 구성되고 각 패널은 3명 이상의 항소 군판사로 구성된다. 형사항소법원은 유죄 판결과 선고에 대해서만 조치를 취할 수 있다.",
        "ar": "ينشئ كل مستشار قانوني عام محكمة استئناف جنائية تتألف من هيئة واحدة أو أكثر، تتكون كل هيئة من ما لا يقل عن ثلاثة قضاة عسكريين استئنافيين. لا يجوز لمحكمة الاستئناف الجنائية أن تتصرف إلا فيما يتعلق بقرارات الإدانة والحكم."
      }
    },
    {
      "number": "Article 67",
      "title": "Review by the Court of Appeals for the Armed Forces",
      "section": "post-trial",
      "translations": {
        "en": "The Court of Appeals for the Armed Forces shall review the record in all cases reviewed by a Court of Criminal Appeals in which the sentence extends to death, all cases reviewed by a Court of Criminal Appeals which the Judge Advocate General orders sent for review, and cases reviewed by a Court of Criminal Appeals in which the accused has petitioned and shown good cause for review.",
        "es": "El Tribunal de Apelaciones de las Fuerzas Armadas revisará el expediente en todos los casos revisados por un Tribunal de Apelaciones Penales en los que la sentencia se extienda a muerte, todos los casos revisados por un Tribunal de Apelaciones Penales que el Abogado General Militar ordene enviar para revisión, y los casos revisados por un Tribunal de Apelaciones Penales en los que el acusado haya presentado una petición y demostrado buena causa para la revisión.",
        "de": "Das Berufungsgericht für die Streitkräfte überprüft die Akten in allen von einem Strafberufungsgericht überprüften Fällen, in denen das Urteil auf Tod lautet, allen von einem Strafberufungsgericht überprüften Fällen, die der Generalrechtsberater zur Überprüfung anordnet, und von einem Strafberufungsgericht überprüften Fällen, in denen der Angeklagte einen Antrag gestellt und guten Grund für die Überprüfung nachgewiesen hat.",
        "fr": "La Cour d'appel des Forces armées examinera le dossier dans tous les cas examinés par une Cour d'appel pénale dans lesquels la sentence s'étend à la mort, tous les cas examinés par une Cour d'appel pénale que le Juge-avocat général ordonne d'envoyer pour examen, et les cas examinés par une Cour d'appel pénale dans lesquels l'accusé a présenté une requête et démontré un motif valable d'examen.",
        "ko": "군항소법원은 형사항소법원이 심사한 모든 사건 중 선고가 사형에 이르는 사건, 법무감이 심사를 위해 보내도록 명령한 형사항소법원이 심사한 모든 사건, 피고인이 청원하고 심사를 위한 정당한 사유를 입증한 형사항소법원이 심사한 사건의 기록을 검토해야 한다.",
        "ar": "تراجع محكمة الاستئناف للقوات المسلحة السجل في جميع القضايا التي راجعتها محكمة الاستئناف الجنائية والتي يمتد فيها الحكم إلى الإعدام، وجميع القضايا التي راجعتها محكمة الاستئناف الجنائية والتي يأمر المستشار القانوني العام بإرسالها للمراجعة، والقضايا التي راجعتها محكمة الاستئناف الجنائية والتي قدم فيها المتهم التماساً وأثبت سبباً وجيهاً للمراجعة."
      }
    },
    {
      "number": "Article 68",
      "title": "Branch Offices",
      "section": "post-trial",
      "translations": {
        "en": "The Secretary concerned may direct the Judge Advocate General to establish a branch office with any command. A branch office shall be under an assistant Judge Advocate General who, with the approval of the Judge Advocate General, may perform the duties which the Judge Advocate General would otherwise be required to perform.",
        "es": "El Secretario correspondiente puede ordenar al Abogado General Militar que establezca una oficina sucursal con cualquier comando. Una oficina sucursal estará bajo un asistente del Abogado General Militar quien, con la aprobación del Abogado General Militar, puede realizar las funciones que de otra manera el Abogado General Militar estaría obligado a realizar.",
        "de": "Der zuständige Minister kann den Generalrechtsberater anweisen, eine Zweigstelle bei einem Kommando einzurichten. Eine Zweigstelle untersteht einem stellvertretenden Generalrechtsberater, der mit Genehmigung des Generalrechtsberaters die Aufgaben wahrnehmen kann, die sonst der Generalrechtsberater wahrnehmen müsste.",
        "fr": "Le Secrétaire concerné peut ordonner au Juge-avocat général d'établir un bureau annexe auprès de tout commandement. Un bureau annexe sera sous la direction d'un assistant Juge-avocat général qui, avec l'approbation du Juge-avocat général, peut exercer les fonctions que le Juge-avocat général serait autrement tenu d'exercer.",
        "ko": "관계 장관은 법무감에게 어떤 사령부에든 분소를 설치하도록 지시할 수 있다. 분소는 법무감의 승인을 받아 법무감이 그렇지 않으면 수행해야 할 임무를 수행할 수 있는 법무감보에 의해 관할된다.",
        "ar": "يجوز للوزير المعني توجيه المستشار القانوني العام لإنشاء مكتب فرعي مع أي قيادة. يكون المكتب الفرعي تحت إشراف مساعد المستشار القانوني العام الذي يجوز له، بموافقة المستشار القانوني العام، أداء الواجبات التي كان يتعين على المستشار القانوني العام أداؤها."
      }
    },
    {
      "number": "Article 69",
      "title": "Review by Judge Advocate General",
      "section": "post-trial",
      "translations": {
        "en": "The Judge Advocate General may review and vacate in whole or in part the findings and sentence in any court-martial case that has been finally reviewed but has not been reviewed by a Court of Criminal Appeals.",
        "es": "El Abogado General Militar puede revisar y anular total o parcialmente los hallazgos y la sentencia en cualquier caso de consejo de guerra que haya sido revisado definitivamente pero que no haya sido revisado por un Tribunal de Apelaciones Penales.",
        "de": "Der Generalrechtsberater kann die Feststellungen und das Urteil in jedem Kriegsgerichtsfall, der endgültig überprüft, aber nicht von einem Strafberufungsgericht überprüft wurde, ganz oder teilweise überprüfen und aufheben.",
        "fr": "Le Juge-avocat général peut examiner et annuler en tout ou en partie les conclusions et la sentence dans toute affaire de cour martiale qui a été définitivement examinée mais n'a pas été examinée par une Cour d'appel pénale.",
        "ko": "법무감은 최종 심사되었지만 형사항소법원에서 심사되지 않은 군사법원 사건의 판결과 선고를 전부 또는 일부 심사하고 취소할 수 있다.",
        "ar": "يجوز للمستشار القانوني العام مراجعة وإلغاء كلياً أو جزئياً النتائج والحكم في أي قضية محكمة عسكرية تمت مراجعتها نهائياً ولكن لم تراجعها محكمة الاستئناف الجنائية."
      }
    },
    {
      "number": "Article 70",
      "title": "Appellate Counsel",
      "section": "post-trial",
      "translations": {
        "en": "The Judge Advocate General shall detail one or more commissioned officers as appellate Government counsel, and one or more commissioned officers as appellate defense counsel, who are qualified under section 827(b) of this title.",
        "es": "El Abogado General Militar designará a uno o más oficiales comisionados como abogados gubernamentales de apelación, y a uno o más oficiales comisionados como abogados defensores de apelación, que estén calificados según la sección 827(b) de este título.",
        "de": "Der Generalrechtsberater bestimmt einen oder mehrere beauftragte Offiziere als Berufungsanwälte der Regierung und einen oder mehrere beauftragte Offiziere als Berufungsverteidiger, die gemäß Abschnitt 827(b) dieses Titels qualifiziert sind.",
        "fr": "Le Juge-avocat général désignera un ou plusieurs officiers commissionnés comme avocats gouvernementaux d'appel, et un ou plusieurs officiers commissionnés comme avocats de la défense d'appel, qualifiés en vertu de la section 827(b) de ce titre.",
        "ko": "법무감은 이 조항 제827조(b)에 따라 자격이 있는 한 명 이상의 임관 장교를 정부 항소 변호인으로, 한 명 이상의 임관 장교를 피고 항소 변호인으로 지명해야 한다.",
        "ar": "يعين المستشار القانوني العام ضابطاً مفوضاً واحداً أو أكثر كمحامٍ حكومي استئنافي، وضابطاً مفوضاً واحداً أو أكثر كمحامٍ دفاع استئنافي، ممن هم مؤهلون بموجب القسم 827(ب) من هذا العنوان."
      }
    },
    {
      "number": "Article 71",
      "title": "Execution of Sentence; Suspension of Sentence",
      "section": "post-trial",
      "translations": {
        "en": "If the sentence of a court-martial extends to death, that part of the sentence providing for death may not be executed until approved by the President. No other sentence of a court-martial may be ordered executed until there has been approval.",
        "es": "Si la sentencia de un consejo de guerra se extiende a muerte, esa parte de la sentencia que dispone la muerte no puede ejecutarse hasta que sea aprobada por el Presidente. Ninguna otra sentencia de un consejo de guerra puede ordenarse ejecutar hasta que haya aprobación.",
        "de": "Erstreckt sich das Urteil eines Kriegsgerichts auf den Tod, darf der Teil des Urteils, der den Tod vorsieht, erst nach Genehmigung durch den Präsidenten vollstreckt werden. Kein anderes Urteil eines Kriegsgerichts darf zur Vollstreckung angeordnet werden, bis eine Genehmigung vorliegt.",
        "fr": "Si la sentence d'une cour martiale s'étend à la mort, la partie de la sentence prévoyant la mort ne peut être exécutée qu'après approbation par le Président. Aucune autre sentence d'une cour martiale ne peut être ordonnée exécutée tant qu'il n'y a pas eu d'approbation.",
        "ko": "군사법원의 선고가 사형에 이르는 경우, 사형을 규정하는 선고 부분은 대통령의 승인이 있을 때까지 집행될 수 없다. 군사법원의 다른 어떤 선고도 승인이 있을 때까지 집행 명령될 수 없다.",
        "ar": "إذا امتد حكم المحكمة العسكرية إلى الإعدام، فلا يجوز تنفيذ ذلك الجزء من الحكم الذي ينص على الإعدام حتى تتم الموافقة عليه من قبل الرئيس. لا يجوز الأمر بتنفيذ أي حكم آخر من أحكام المحكمة العسكرية حتى تتم الموافقة."
      }
    },
    {
      "number": "Article 72",
      "title": "Vacation of Suspension",
      "section": "post-trial",
      "translations": {
        "en": "Before the vacation of the suspension of a special court-martial sentence which as approved includes a bad-conduct discharge, or of any general court-martial sentence, the officer having special court-martial jurisdiction over the probationer shall hold a hearing on the alleged violation of the conditions of the suspension.",
        "es": "Antes de la revocación de la suspensión de una sentencia de consejo de guerra especial que según lo aprobado incluye una baja por mala conducta, o de cualquier sentencia de consejo de guerra general, el oficial que tenga jurisdicción de consejo de guerra especial sobre el condenado en libertad condicional celebrará una audiencia sobre la presunta violación de las condiciones de la suspensión.",
        "de": "Vor der Aufhebung der Aussetzung eines besonderen Kriegsgerichtsurteils, das in genehmigter Form eine Entlassung wegen schlechten Verhaltens umfasst, oder eines allgemeinen Kriegsgerichtsurteils, muss der Offizier, der die besondere Kriegsgerichtsbarkeit über den Bewährungspflichtigen hat, eine Anhörung über die behauptete Verletzung der Bewährungsbedingungen abhalten.",
        "fr": "Avant l'annulation de la suspension d'une sentence de cour martiale spéciale qui, telle qu'approuvée, comprend une libération pour mauvaise conduite, ou de toute sentence de cour martiale générale, l'officier ayant la juridiction de cour martiale spéciale sur le probationnaire tiendra une audience sur la violation alléguée des conditions de la suspension.",
        "ko": "승인된 대로 불명예 전역을 포함하는 특별 군사법원 선고의 집행유예 취소 또는 일반 군사법원 선고의 취소 전에, 수형자에 대한 특별 군사법원 관할권을 가진 장교는 집행유예 조건 위반 혐의에 대한 청문회를 개최해야 한다.",
        "ar": "قبل إلغاء تعليق حكم محكمة عسكرية خاصة يتضمن، كما تمت الموافقة عليه، تسريحاً بسبب سوء السلوك، أو أي حكم محكمة عسكرية عامة، يعقد الضابط الذي له اختصاص المحكمة العسكرية الخاصة على المختبر جلسة استماع بشأن الانتهاك المزعوم لشروط التعليق."
      }
    },
    {
      "number": "Article 73",
      "title": "Petition for a New Trial",
      "section": "post-trial",
      "translations": {
        "en": "At any time within three years after the date of the entry of judgment, the accused may petition the Judge Advocate General for a new trial on the grounds of newly discovered evidence or fraud on the court.",
        "es": "En cualquier momento dentro de los tres años posteriores a la fecha de entrada del fallo, el acusado puede solicitar al Abogado General Militar un nuevo juicio por motivos de evidencia recién descubierta o fraude al tribunal.",
        "de": "Jederzeit innerhalb von drei Jahren nach dem Datum der Urteilsverkündung kann der Angeklagte beim Generalrechtsberater eine Wiederaufnahme des Verfahrens wegen neu entdeckter Beweise oder Betrug gegenüber dem Gericht beantragen.",
        "fr": "À tout moment dans les trois ans suivant la date de l'entrée du jugement, l'accusé peut demander au Juge-avocat général un nouveau procès pour motif de preuves nouvellement découvertes ou de fraude envers la cour.",
        "ko": "판결 등록일로부터 3년 이내에 언제든지 피고인은 새로 발견된 증거 또는 법원에 대한 사기를 근거로 법무감에게 재심을 청원할 수 있다.",
        "ar": "في أي وقت خلال ثلاث سنوات من تاريخ صدور الحكم، يجوز للمتهم تقديم التماس إلى المستشار القانوني العام لإجراء محاكمة جديدة بناءً على أدلة مكتشفة حديثاً أو احتيال على المحكمة."
      }
    },
    {
      "number": "Article 74",
      "title": "Remission and Suspension",
      "section": "post-trial",
      "translations": {
        "en": "The Secretary concerned and, when designated by him, any Under Secretary, Assistant Secretary, Judge Advocate General, or commanding officer may remit or suspend any part or amount of the unexecuted part of any sentence.",
        "es": "El Secretario correspondiente y, cuando sea designado por él, cualquier Subsecretario, Secretario Asistente, Abogado General Militar u oficial al mando puede condonar o suspender cualquier parte o cantidad de la parte no ejecutada de cualquier sentencia.",
        "de": "Der zuständige Minister und, wenn von ihm benannt, jeder Unterstaatssekretär, stellvertretende Staatssekretär, Generalrechtsberater oder kommandierende Offizier kann jeden Teil oder Betrag des nicht vollstreckten Teils eines Urteils erlassen oder aussetzen.",
        "fr": "Le Secrétaire concerné et, lorsqu'il est désigné par lui, tout Sous-secrétaire, Secrétaire adjoint, Juge-avocat général ou officier commandant peut remettre ou suspendre toute partie ou montant de la partie non exécutée de toute sentence.",
        "ko": "관계 장관 및 그가 지명한 차관, 차관보, 법무감 또는 지휘관은 선고의 미집행 부분의 일부 또는 전부를 면제하거나 유예할 수 있다.",
        "ar": "يجوز للوزير المعني، وعندما يعينه، أي وكيل وزارة أو مساعد وزير أو مستشار قانوني عام أو ضابط قائد، إعفاء أو تعليق أي جزء أو مبلغ من الجزء غير المنفذ من أي حكم."
      }
    },
    {
      "number": "Article 75",
      "title": "Restoration",
      "section": "post-trial",
      "translations": {
        "en": "Under such regulations as the President may prescribe, all rights, privileges, and property affected by an executed part of a court-martial sentence which has been set aside or disapproved, except an executed dismissal or discharge, shall be restored unless a new trial or rehearing is ordered and such executed part is included in a sentence imposed upon the new trial or rehearing.",
        "es": "Bajo las regulaciones que el Presidente pueda prescribir, todos los derechos, privilegios y propiedades afectados por una parte ejecutada de una sentencia de consejo de guerra que haya sido anulada o desaprobada, excepto un despido o baja ejecutada, serán restaurados a menos que se ordene un nuevo juicio o nueva audiencia y dicha parte ejecutada se incluya en una sentencia impuesta en el nuevo juicio o nueva audiencia.",
        "de": "Nach den vom Präsidenten vorgeschriebenen Vorschriften werden alle Rechte, Privilegien und Eigentum, die von einem vollstreckten Teil eines aufgehobenen oder missbilligten Kriegsgerichtsurteils betroffen sind, mit Ausnahme einer vollstreckten Entlassung, wiederhergestellt, es sei denn, es wird ein neues Verfahren oder eine Wiederaufnahme angeordnet und der vollstreckte Teil ist in einem Urteil des neuen Verfahrens oder der Wiederaufnahme enthalten.",
        "fr": "Selon les règlements que le Président peut prescrire, tous les droits, privilèges et biens affectés par une partie exécutée d'une sentence de cour martiale qui a été annulée ou désapprouvée, sauf un renvoi ou une libération exécuté, seront restaurés à moins qu'un nouveau procès ou une nouvelle audience ne soit ordonné et que cette partie exécutée soit incluse dans une sentence imposée lors du nouveau procès ou de la nouvelle audience.",
        "ko": "대통령이 정하는 규정에 따라, 집행된 해임 또는 전역을 제외하고, 취소되거나 불승인된 군사법원 선고의 집행된 부분에 의해 영향을 받은 모든 권리, 특권 및 재산은 새로운 재판 또는 재심리가 명령되고 그러한 집행된 부분이 새로운 재판 또는 재심리에서 부과된 선고에 포함되지 않는 한 회복되어야 한다.",
        "ar": "بموجب اللوائح التي قد يحددها الرئيس، تُستعاد جميع الحقوق والامتيازات والممتلكات المتأثرة بجزء منفذ من حكم محكمة عسكرية تم إلغاؤه أو رفضه، باستثناء الفصل أو التسريح المنفذ، ما لم تُؤمر محاكمة جديدة أو إعادة محاكمة ويُدرج هذا الجزء المنفذ في حكم صادر في المحاكمة الجديدة أو إعادة المحاكمة."
      }
    },
    {
      "number": "Article 76",
      "title": "Finality of Proceedings, Findings, and Sentences",
      "section": "post-trial",
      "translations": {
        "en": "The appellate review of records of trial provided by this chapter, the proceedings, findings, and sentences of courts-martial as approved, reviewed, or affirmed, and all dismissals and discharges carried into execution under sentences by courts-martial following approval, review, or affirmation, are final and conclusive. Orders publishing the proceedings are binding upon all departments, courts, agencies, and officers of the United States.",
        "es": "La revisión de apelación de los registros de juicio proporcionada por este capítulo, los procedimientos, hallazgos y sentencias de los consejos de guerra según se aprueben, revisen o afirmen, y todos los despidos y bajas llevados a ejecución bajo sentencias por consejos de guerra después de la aprobación, revisión o afirmación, son finales y concluyentes. Las órdenes que publican los procedimientos son vinculantes para todos los departamentos, tribunales, agencias y funcionarios de los Estados Unidos.",
        "de": "Die in diesem Kapitel vorgesehene Berufungsprüfung der Verfahrensprotokolle, die Verfahren, Feststellungen und Urteile von Kriegsgerichten wie genehmigt, überprüft oder bestätigt, sowie alle Entlassungen, die nach Genehmigung, Überprüfung oder Bestätigung gemäß Kriegsgerichtsurteilen vollstreckt wurden, sind endgültig und abschließend. Die Anordnungen zur Veröffentlichung der Verfahren sind für alle Ministerien, Gerichte, Behörden und Beamten der Vereinigten Staaten bindend.",
        "fr": "La révision en appel des dossiers de procès prévue par ce chapitre, les procédures, conclusions et sentences des cours martiales telles qu'approuvées, révisées ou confirmées, et tous les renvois et libérations exécutés en vertu de sentences de cours martiales après approbation, révision ou confirmation, sont finals et définitifs. Les ordres publiant les procédures sont contraignants pour tous les départements, tribunaux, agences et fonctionnaires des États-Unis.",
        "ko": "이 장에서 제공하는 재판 기록의 항소 심사, 승인, 심사 또는 확인된 군사법원의 절차, 판결 및 선고, 그리고 승인, 심사 또는 확인 후 군사법원 선고에 따라 집행된 모든 해임 및 전역은 최종적이고 결정적이다. 절차를 공표하는 명령은 미합중국의 모든 부처, 법원, 기관 및 공무원을 구속한다.",
        "ar": "المراجعة الاستئنافية لسجلات المحاكمة المنصوص عليها في هذا الفصل، والإجراءات والنتائج والأحكام الصادرة عن المحاكم العسكرية كما تمت الموافقة عليها أو مراجعتها أو تأكيدها، وجميع حالات الفصل والتسريح المنفذة بموجب أحكام المحاكم العسكرية بعد الموافقة أو المراجعة أو التأكيد، نهائية وقاطعة. الأوامر التي تنشر الإجراءات ملزمة لجميع الإدارات والمحاكم والوكالات وموظفي الولايات المتحدة."
      }
    }
  ]
}
