{
  "range": "111-146",
  "description": "Punitive Articles Part 2 - Property Crimes, Sexual Offenses, General Article, Miscellaneous",
  "articles": [
    {
      "number": "Article 111",
      "title": "Leaving Scene of Vehicle Accident",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who is the driver of or in physical control of a vehicle, who wrongfully leaves the scene of a vehicle accident without providing assistance to any injured person, without making the identity of the vehicle known, or without providing personal identification information shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que sea el conductor o tenga el control físico de un vehículo, que abandone indebidamente la escena de un accidente vehicular sin proporcionar asistencia a cualquier persona herida, sin dar a conocer la identidad del vehículo, o sin proporcionar información de identificación personal será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die Fahrer oder in physischer Kontrolle eines Fahrzeugs ist und unrechtmäßig den Unfallort verlässt, ohne einer verletzten Person zu helfen, ohne die Identität des Fahrzeugs bekannt zu machen oder ohne persönliche Identifikationsinformationen bereitzustellen, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui est le conducteur ou qui a le contrôle physique d'un véhicule, qui quitte illicitement la scène d'un accident de véhicule sans fournir d'assistance à toute personne blessée, sans faire connaître l'identité du véhicule, ou sans fournir d'informations d'identification personnelle sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 차량의 운전자이거나 물리적 통제권을 가진 자가 부상자에게 도움을 제공하지 않고, 차량의 신원을 알리지 않고, 또는 개인 신원 정보를 제공하지 않고 부당하게 차량 사고 현장을 떠나는 경우 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يكون سائق مركبة أو يتحكم فيها جسدياً، ويغادر بشكل غير مشروع مكان حادث مروري دون تقديم المساعدة لأي شخص مصاب، أو دون الكشف عن هوية المركبة، أو دون تقديم معلومات الهوية الشخصية، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 112",
      "title": "Drunkenness and Other Incapacitation Offenses",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who is found drunk on duty, or incapacitated for the proper performance of duty at the time due to previous indulgence in any alcoholic beverage or any other substance, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que sea encontrada ebria de servicio, o incapacitada para el desempeño adecuado de sus funciones en ese momento debido a la indulgencia previa en cualquier bebida alcohólica u otra sustancia, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die betrunken im Dienst angetroffen wird oder zum Zeitpunkt des Dienstes aufgrund vorherigen Genusses von Alkohol oder anderen Substanzen für die ordnungsgemäße Ausführung des Dienstes unfähig ist, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui est trouvée ivre en service, ou incapable d'accomplir correctement son devoir à ce moment en raison d'une consommation antérieure de toute boisson alcoolisée ou de toute autre substance, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 근무 중 취한 상태로 발견되거나, 주류나 기타 물질의 이전 섭취로 인해 당시 임무의 적절한 수행이 불가능한 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُعثر عليه سكراناً أثناء الخدمة، أو عاجزاً عن الأداء السليم للواجب في ذلك الوقت بسبب تناول سابق لأي مشروب كحولي أو أي مادة أخرى، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 112a",
      "title": "Wrongful Use, Possession, Etc., of Controlled Substances",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who wrongfully uses, possesses, manufactures, distributes, imports into the customs territory of the United States, exports from the United States, or introduces into an installation, vessel, vehicle, or aircraft used by or under the control of the armed forces a substance described in subsection (b) shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que use, posea, fabrique, distribuya, importe al territorio aduanero de los Estados Unidos, exporte de los Estados Unidos, o introduzca en una instalación, embarcación, vehículo o aeronave usada por o bajo el control de las fuerzas armadas una sustancia descrita en la subsección (b) de manera ilícita será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die unrechtmäßig eine in Unterabschnitt (b) beschriebene Substanz verwendet, besitzt, herstellt, vertreibt, in das Zollgebiet der Vereinigten Staaten einführt, aus den Vereinigten Staaten ausführt oder in eine Einrichtung, ein Schiff, Fahrzeug oder Flugzeug einbringt, das von den Streitkräften genutzt wird oder unter deren Kontrolle steht, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui utilise, possède, fabrique, distribue, importe dans le territoire douanier des États-Unis, exporte des États-Unis, ou introduit dans une installation, un navire, un véhicule ou un aéronef utilisé par ou sous le contrôle des forces armées une substance décrite au paragraphe (b) de manière illicite sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 (b)항에 기술된 물질을 불법적으로 사용, 소지, 제조, 유통하거나, 미합중국 관세 영역으로 수입하거나, 미합중국에서 수출하거나, 군에서 사용하거나 군의 통제 하에 있는 시설, 선박, 차량 또는 항공기에 반입하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يستخدم أو يمتلك أو يُصنع أو يوزع أو يستورد إلى المنطقة الجمركية للولايات المتحدة أو يُصدر من الولايات المتحدة أو يُدخل إلى منشأة أو سفينة أو مركبة أو طائرة تستخدمها أو تحت سيطرة القوات المسلحة مادة موصوفة في القسم الفرعي (ب) بشكل غير قانوني، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 113",
      "title": "Drunken or Reckless Operation of Vehicle, Aircraft, or Vessel",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who operates or physically controls any vehicle, aircraft, or vessel in a reckless or wanton manner or while impaired by a substance described in section 912a(b) of this title shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que opere o controle físicamente cualquier vehículo, aeronave o embarcación de manera imprudente o temeraria o mientras está bajo los efectos de una sustancia descrita en la sección 912a(b) de este título será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die ein Fahrzeug, Flugzeug oder Schiff rücksichtslos oder mutwillig oder unter dem Einfluss einer in Abschnitt 912a(b) dieses Titels beschriebenen Substanz betreibt oder physisch kontrolliert, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui opère ou contrôle physiquement tout véhicule, aéronef ou navire de manière imprudente ou téméraire ou sous l'emprise d'une substance décrite à la section 912a(b) de ce titre sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 차량, 항공기 또는 선박을 무모하거나 방종하게 운행하거나 물리적으로 통제하거나, 이 편 제912a조(b)에 기술된 물질에 의해 손상된 상태로 운행하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُشغل أو يتحكم جسدياً في أي مركبة أو طائرة أو سفينة بطريقة متهورة أو طائشة أو أثناء تأثره بمادة موصوفة في القسم 912أ(ب) من هذا العنوان، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 114",
      "title": "Endangerment Offenses",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, through an act or omission, recklessly endangers the life of another person shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, mediante un acto u omisión, ponga en peligro imprudentemente la vida de otra persona será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die durch eine Handlung oder Unterlassung das Leben einer anderen Person rücksichtslos gefährdet, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, par un acte ou une omission, met imprudemment en danger la vie d'une autre personne sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 작위 또는 부작위로 타인의 생명을 무모하게 위태롭게 하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، من خلال فعل أو إغفال، يُعرض حياة شخص آخر للخطر بتهور، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 115",
      "title": "Communicating Threats",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who wrongfully communicates a threat to injure the person, property, or reputation of another shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que comunique ilícitamente una amenaza de lesionar la persona, propiedad o reputación de otro será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die unrechtmäßig eine Drohung übermittelt, die Person, das Eigentum oder den Ruf eines anderen zu verletzen, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui communique illicitement une menace de blesser la personne, la propriété ou la réputation d'une autre personne sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 타인의 신체, 재산 또는 명예를 해치겠다는 위협을 부당하게 전달하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُبلغ بشكل غير قانوني تهديداً بإيذاء شخص آخر أو ممتلكاته أو سمعته، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 116",
      "title": "Riot or Breach of Peace",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who causes or participates in any riot or breach of the peace shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que cause o participe en cualquier disturbio o alteración del orden público será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die einen Aufruhr oder Friedensbruch verursacht oder daran teilnimmt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui cause ou participe à toute émeute ou trouble de l'ordre public sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 소요 또는 평화 교란을 야기하거나 이에 참여하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يتسبب في أو يشارك في أي شغب أو إخلال بالسلم يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 117",
      "title": "Provoking Speeches or Gestures",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who uses provoking or reproachful words or gestures towards any other person subject to this chapter shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que use palabras o gestos provocadores o reprochables hacia cualquier otra persona sujeta a este capítulo será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die gegenüber einer anderen diesem Kapitel unterliegenden Person provozierende oder tadelnde Worte oder Gesten verwendet, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui utilise des paroles ou des gestes provocants ou répréhensibles envers toute autre personne soumise à ce chapitre sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 이 장의 적용을 받는 다른 사람에 대해 도발적이거나 비난하는 말이나 제스처를 사용하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يستخدم كلمات أو إيماءات استفزازية أو مهينة تجاه أي شخص آخر خاضع لهذا الفصل يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 117a",
      "title": "Wrongful Broadcast or Distribution of Intimate Visual Images",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who knowingly and wrongfully broadcasts or distributes an intimate visual image of another person or a visual image of sexually explicit conduct involving a person, when the person is identifiable or becomes identifiable, without that person's consent, and under circumstances in which the person had a reasonable expectation of privacy, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que a sabiendas e ilícitamente transmita o distribuya una imagen visual íntima de otra persona o una imagen visual de conducta sexualmente explícita que involucre a una persona, cuando la persona es identificable o se vuelve identificable, sin el consentimiento de esa persona, y bajo circunstancias en las que la persona tenía una expectativa razonable de privacidad, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die wissentlich und unrechtmäßig ein intimes visuelles Bild einer anderen Person oder ein visuelles Bild von sexuell explizitem Verhalten mit einer Person verbreitet oder vertreibt, wenn die Person identifizierbar ist oder wird, ohne deren Zustimmung und unter Umständen, unter denen die Person eine berechtigte Erwartung auf Privatsphäre hatte, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui diffuse ou distribue sciemment et illicitement une image visuelle intime d'une autre personne ou une image visuelle de conduite sexuellement explicite impliquant une personne, lorsque la personne est identifiable ou devient identifiable, sans le consentement de cette personne, et dans des circonstances où la personne avait une attente raisonnable de vie privée, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 합리적인 프라이버시 기대가 있는 상황에서 그 사람의 동의 없이, 그 사람이 식별 가능하거나 식별 가능해지는 경우, 타인의 친밀한 시각적 이미지 또는 성적으로 노골적인 행위의 시각적 이미지를 알면서 부당하게 방송하거나 배포하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يبث أو يوزع عن علم وبشكل غير قانوني صورة مرئية حميمية لشخص آخر أو صورة مرئية لسلوك جنسي صريح يتضمن شخصاً، عندما يكون الشخص قابلاً للتعرف عليه أو يصبح كذلك، دون موافقة ذلك الشخص، وفي ظروف كان فيها الشخص يتوقع بشكل معقول الخصوصية، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 118",
      "title": "Murder",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, without justification or excuse, unlawfully kills a human being, when he has a premeditated design to kill, intends to kill or inflict great bodily harm, is engaged in an act which is inherently dangerous to another and evinces a wanton disregard of human life, or is engaged in the perpetration or attempted perpetration of burglary, rape, robbery, sodomy, arson, or aggravated arson, kidnapping, or aggravated assault, is guilty of murder, and shall suffer such punishment as a court-martial may direct, except that if found guilty of murder, he shall suffer death or imprisonment for life as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, sin justificación o excusa, mate ilegalmente a un ser humano, cuando tiene un diseño premeditado para matar, intenta matar o infligir gran daño corporal, está involucrado en un acto que es inherentemente peligroso para otro y muestra un desprecio temerario por la vida humana, o está involucrado en la perpetración o intento de perpetración de robo con allanamiento, violación, robo, sodomía, incendio provocado, secuestro o asalto agravado, es culpable de asesinato, y sufrirá el castigo que un consejo de guerra pueda ordenar, excepto que si es declarado culpable de asesinato, sufrirá la muerte o prisión de por vida según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die ohne Rechtfertigung oder Entschuldigung einen Menschen rechtswidrig tötet, wenn sie eine vorsätzliche Absicht zu töten hat, die Absicht hat zu töten oder schwere Körperverletzung zuzufügen, eine Handlung begeht, die von Natur aus für einen anderen gefährlich ist und eine rücksichtslose Missachtung des menschlichen Lebens zeigt, oder an der Begehung oder versuchten Begehung von Einbruch, Vergewaltigung, Raub, Sodomie, Brandstiftung, Entführung oder schwerer Körperverletzung beteiligt ist, ist des Mordes schuldig und wird mit einer vom Kriegsgericht festzulegenden Strafe bestraft, außer dass sie bei Verurteilung wegen Mordes die Todesstrafe oder lebenslange Freiheitsstrafe erleiden soll, wie das Kriegsgericht bestimmt.",
        "fr": "Toute personne soumise à ce chapitre qui, sans justification ni excuse, tue illégalement un être humain, lorsqu'elle a un dessein prémédité de tuer, a l'intention de tuer ou d'infliger de graves blessures corporelles, est engagée dans un acte intrinsèquement dangereux pour autrui et témoigne d'un mépris téméraire de la vie humaine, ou est engagée dans la perpétration ou la tentative de perpétration d'un cambriolage, viol, vol, sodomie, incendie criminel, enlèvement ou agression aggravée, est coupable de meurtre, et subira la punition qu'une cour martiale peut ordonner, sauf que si elle est reconnue coupable de meurtre, elle subira la mort ou l'emprisonnement à vie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 정당화나 변명 없이 불법적으로 인간을 살해하며, 살해할 예모된 계획이 있거나, 살해하거나 중대한 신체적 해를 가할 의도가 있거나, 타인에게 본질적으로 위험하고 인명에 대한 무모한 경시를 나타내는 행위에 관여하거나, 강도, 강간, 절도, 남색, 방화, 가중 방화, 유괴 또는 가중 폭행의 실행 또는 미수에 관여하는 자는 살인죄를 범한 것이며, 군사법원이 명하는 형벌을 받되, 살인 유죄 판결 시 군사법원이 명하는 대로 사형 또는 종신형을 받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بدون مبرر أو عذر، يقتل إنساناً بشكل غير قانوني، عندما يكون لديه تصميم مسبق على القتل، أو ينوي القتل أو إلحاق أذى جسدي جسيم، أو يشارك في فعل خطير بطبيعته على آخر ويُظهر استهتاراً متهوراً بحياة الإنسان، أو يشارك في ارتكاب أو محاولة ارتكاب السرقة أو الاغتصاب أو السطو أو اللواط أو الحرق العمد أو الاختطاف أو الاعتداء المشدد، يكون مذنباً بالقتل، ويُعاقب بما قد تأمر به المحكمة العسكرية، إلا أنه إذا أُدين بالقتل، يُعاقب بالإعدام أو السجن مدى الحياة كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 119",
      "title": "Manslaughter",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, with an intent to kill or inflict great bodily harm, unlawfully kills a human being in the heat of sudden passion caused by adequate provocation is guilty of voluntary manslaughter and shall be punished as a court-martial may direct. Any person subject to this chapter who, without an intent to kill or inflict great bodily harm, unlawfully kills a human being by culpable negligence is guilty of involuntary manslaughter and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con intención de matar o infligir gran daño corporal, mate ilegalmente a un ser humano en el calor de una pasión repentina causada por provocación adecuada es culpable de homicidio voluntario y será castigada según lo que un consejo de guerra pueda ordenar. Cualquier persona sujeta a este capítulo que, sin intención de matar o infligir gran daño corporal, mate ilegalmente a un ser humano por negligencia culpable es culpable de homicidio involuntario y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht zu töten oder schwere Körperverletzung zuzufügen einen Menschen rechtswidrig in der Hitze plötzlicher Leidenschaft aufgrund angemessener Provokation tötet, ist des vorsätzlichen Totschlags schuldig und wird nach Ermessen eines Kriegsgerichts bestraft. Jede diesem Kapitel unterliegende Person, die ohne Absicht zu töten oder schwere Körperverletzung zuzufügen einen Menschen rechtswidrig durch strafbare Fahrlässigkeit tötet, ist des fahrlässigen Totschlags schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention de tuer ou d'infliger de graves blessures corporelles, tue illégalement un être humain dans la chaleur d'une passion soudaine causée par une provocation adéquate est coupable d'homicide volontaire et sera punie selon ce qu'une cour martiale peut ordonner. Toute personne soumise à ce chapitre qui, sans intention de tuer ou d'infliger de graves blessures corporelles, tue illégalement un être humain par négligence coupable est coupable d'homicide involontaire et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 살해하거나 중대한 신체적 해를 가할 의도로, 적절한 도발로 야기된 갑작스러운 격정 상태에서 불법적으로 인간을 살해하는 자는 고의적 과실치사죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다. 이 장의 적용을 받는 자로서 살해하거나 중대한 신체적 해를 가할 의도 없이, 유책한 과실로 불법적으로 인간을 살해하는 자는 비고의적 과실치사죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد القتل أو إلحاق أذى جسدي جسيم، يقتل إنساناً بشكل غير قانوني في حرارة انفعال مفاجئ ناجم عن استفزاز كافٍ، يكون مذنباً بالقتل غير العمد الطوعي ويُعاقب كما قد تأمر المحكمة العسكرية. أي شخص خاضع لهذا الفصل، بدون قصد القتل أو إلحاق أذى جسدي جسيم، يقتل إنساناً بشكل غير قانوني بإهمال جسيم، يكون مذنباً بالقتل غير العمد غير الطوعي ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 120",
      "title": "Rape and Sexual Assault Generally",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who commits a sexual act upon another person by using unlawful force against that other person, by threatening or placing that other person in fear that any person will be subjected to death, grievous bodily harm, or kidnapping, or by rendering another person unconscious or administering a drug, intoxicant, or other similar substance is guilty of rape and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que cometa un acto sexual sobre otra persona usando fuerza ilegal contra esa otra persona, amenazando o poniendo a esa otra persona en temor de que cualquier persona será sometida a muerte, daño corporal grave o secuestro, o dejando inconsciente a otra persona o administrando una droga, intoxicante u otra sustancia similar es culpable de violación y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die eine sexuelle Handlung an einer anderen Person vornimmt, indem sie rechtswidrige Gewalt gegen diese andere Person anwendet, diese andere Person bedroht oder in Angst versetzt, dass eine Person dem Tod, schwerer Körperverletzung oder Entführung ausgesetzt wird, oder indem sie eine andere Person bewusstlos macht oder eine Droge, ein Rauschmittel oder eine ähnliche Substanz verabreicht, ist der Vergewaltigung schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui commet un acte sexuel sur une autre personne en utilisant une force illégale contre cette autre personne, en menaçant ou en mettant cette autre personne dans la crainte qu'une personne soit soumise à la mort, à des blessures corporelles graves ou à un enlèvement, ou en rendant une autre personne inconsciente ou en administrant une drogue, un intoxicant ou une autre substance similaire est coupable de viol et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 타인에 대해 불법적인 힘을 사용하거나, 어떤 사람이 사망, 중상해 또는 유괴를 당할 것이라는 두려움을 주거나 위협하거나, 타인을 의식 불명 상태로 만들거나 마약, 취하게 하는 물질 또는 유사한 물질을 투여하여 타인에게 성적 행위를 하는 자는 강간죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يرتكب فعلاً جنسياً على شخص آخر باستخدام القوة غير المشروعة ضد ذلك الشخص الآخر، أو بتهديد أو وضع ذلك الشخص الآخر في خوف من أن أي شخص سيتعرض للموت أو الأذى الجسدي الجسيم أو الاختطاف، أو بإفقاد شخص آخر وعيه أو إعطائه مخدراً أو مُسكراً أو مادة مماثلة أخرى، يكون مذنباً بالاغتصاب ويُعاقب كما قد تأمر المحكمة العسكرية."
      },
      "cases": [
        {
          "name": "Tailhook Scandal Investigations",
          "year": "1991-1993",
          "summary": "Investigation into sexual assaults at the 1991 Tailhook Association convention where over 100 Navy and Marine Corps officers were involved in assaulting 83 women and 7 men.",
          "outcome": "140 officers cited for misconduct. Led to major reforms in military sexual assault prevention and reporting policies."
        }
      ]
    },
    {
      "number": "Article 120a",
      "title": "Mails: Deposit of Obscene Matter",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, wrongfully and knowingly, deposits obscene matter for mailing and delivery shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, de manera ilícita y a sabiendas, deposite material obsceno para envío y entrega será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die unrechtmäßig und wissentlich obszönes Material zur postalischen Zustellung hinterlegt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, de manière illicite et sciemment, dépose de la matière obscène pour envoi et livraison sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 부당하고 알면서 음란물을 우편 발송 및 배달을 위해 투입하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بشكل غير قانوني وعن علم، يُودع مواد فاحشة للإرسال والتسليم بالبريد، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 120b",
      "title": "Rape and Sexual Assault of a Child",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who commits a sexual act upon a child who has not attained the age of 12 years is guilty of rape of a child and shall be punished as a court-martial may direct. Any person subject to this chapter who commits a sexual act upon a child who has attained the age of 12 years but has not attained the age of 16 years is guilty of sexual assault of a child and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que cometa un acto sexual sobre un niño que no haya alcanzado la edad de 12 años es culpable de violación de un niño y será castigada según lo que un consejo de guerra pueda ordenar. Cualquier persona sujeta a este capítulo que cometa un acto sexual sobre un niño que haya alcanzado la edad de 12 años pero no haya alcanzado la edad de 16 años es culpable de asalto sexual de un niño y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die eine sexuelle Handlung an einem Kind vornimmt, das das 12. Lebensjahr noch nicht vollendet hat, ist der Vergewaltigung eines Kindes schuldig und wird nach Ermessen eines Kriegsgerichts bestraft. Jede diesem Kapitel unterliegende Person, die eine sexuelle Handlung an einem Kind vornimmt, das das 12. Lebensjahr, aber noch nicht das 16. Lebensjahr vollendet hat, ist des sexuellen Missbrauchs eines Kindes schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui commet un acte sexuel sur un enfant qui n'a pas atteint l'âge de 12 ans est coupable de viol d'un enfant et sera punie selon ce qu'une cour martiale peut ordonner. Toute personne soumise à ce chapitre qui commet un acte sexuel sur un enfant qui a atteint l'âge de 12 ans mais n'a pas atteint l'âge de 16 ans est coupable d'agression sexuelle d'un enfant et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 12세에 달하지 않은 아동에게 성적 행위를 하는 자는 아동 강간죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다. 이 장의 적용을 받는 자로서 12세에 달하였으나 16세에 달하지 않은 아동에게 성적 행위를 하는 자는 아동 성폭행죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يرتكب فعلاً جنسياً على طفل لم يبلغ سن 12 عاماً يكون مذنباً باغتصاب طفل ويُعاقب كما قد تأمر المحكمة العسكرية. أي شخص خاضع لهذا الفصل يرتكب فعلاً جنسياً على طفل بلغ سن 12 عاماً ولكن لم يبلغ سن 16 عاماً يكون مذنباً بالاعتداء الجنسي على طفل ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 120c",
      "title": "Other Sexual Misconduct",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, without legal justification or lawful authorization, records or broadcasts the private area of another person without that other person's consent, or indecently views the private area of another person, or knowingly and wrongfully produces, distributes, or possesses visual depictions of child pornography, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, sin justificación legal o autorización lícita, grabe o transmita el área privada de otra persona sin el consentimiento de esa otra persona, o vea indecentemente el área privada de otra persona, o a sabiendas e ilícitamente produzca, distribuya o posea representaciones visuales de pornografía infantil, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die ohne rechtliche Rechtfertigung oder gesetzliche Genehmigung den privaten Bereich einer anderen Person ohne deren Zustimmung aufzeichnet oder überträgt, den privaten Bereich einer anderen Person unanständig betrachtet, oder wissentlich und unrechtmäßig visuelle Darstellungen von Kinderpornografie herstellt, vertreibt oder besitzt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, sans justification légale ou autorisation légale, enregistre ou diffuse la zone privée d'une autre personne sans le consentement de cette autre personne, ou regarde indécemment la zone privée d'une autre personne, ou produit, distribue ou possède sciemment et illicitement des représentations visuelles de pornographie enfantine, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 법적 정당성이나 합법적 권한 없이 타인의 사적 영역을 그 타인의 동의 없이 녹화하거나 방송하거나, 타인의 사적 영역을 음란하게 보거나, 알면서 부당하게 아동 포르노그래피의 시각적 묘사를 제작, 배포 또는 소지하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بدون مبرر قانوني أو إذن مشروع، يُسجل أو يبث المنطقة الخاصة لشخص آخر دون موافقة ذلك الشخص، أو يُشاهد بشكل فاضح المنطقة الخاصة لشخص آخر، أو ينتج أو يوزع أو يمتلك عن علم وبشكل غير قانوني تصويرات بصرية لإباحية الأطفال، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 121",
      "title": "Larceny and Wrongful Appropriation",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who wrongfully takes, obtains, or withholds, by any means, from the possession of the owner or of any other person any money, personal property, or article of value of any kind, with intent permanently to deprive or defraud another person of the use and benefit of property or to appropriate it to his own use or the use of any person other than the owner, steals that property and is guilty of larceny.",
        "es": "Cualquier persona sujeta a este capítulo que ilícitamente tome, obtenga o retenga, por cualquier medio, de la posesión del propietario o de cualquier otra persona cualquier dinero, propiedad personal o artículo de valor de cualquier tipo, con la intención de privar o defraudar permanentemente a otra persona del uso y beneficio de la propiedad o de apropiársela para su propio uso o el uso de cualquier persona que no sea el propietario, roba esa propiedad y es culpable de hurto.",
        "de": "Jede diesem Kapitel unterliegende Person, die unrechtmäßig mit irgendeinem Mittel aus dem Besitz des Eigentümers oder einer anderen Person Geld, persönliches Eigentum oder einen Wertgegenstand jeder Art wegnimmt, erlangt oder zurückhält, mit der Absicht, eine andere Person dauerhaft des Gebrauchs und Nutzens des Eigentums zu berauben oder zu betrügen oder es für den eigenen Gebrauch oder den Gebrauch einer anderen Person als des Eigentümers anzueignen, stiehlt dieses Eigentum und ist des Diebstahls schuldig.",
        "fr": "Toute personne soumise à ce chapitre qui prend, obtient ou retient illicitement, par tout moyen, de la possession du propriétaire ou de toute autre personne tout argent, bien personnel ou article de valeur de toute nature, avec l'intention de priver ou de frauder de façon permanente une autre personne de l'usage et du bénéfice du bien ou de se l'approprier pour son propre usage ou l'usage de toute personne autre que le propriétaire, vole ce bien et est coupable de vol.",
        "ko": "이 장의 적용을 받는 자로서 소유자나 다른 사람의 점유로부터 어떤 수단으로든 금전, 개인 재산 또는 가치 있는 물품을 부당하게 취득, 획득 또는 보유하면서, 다른 사람의 재산 사용과 이익을 영구적으로 박탈하거나 사취하거나 자신이나 소유자가 아닌 다른 사람의 사용을 위해 전용하려는 의도가 있는 자는 그 재산을 절취한 것이며 절도죄를 범한 것이다.",
        "ar": "أي شخص خاضع لهذا الفصل يأخذ أو يحصل على أو يحجب بشكل غير قانوني، بأي وسيلة، من حيازة المالك أو أي شخص آخر أي أموال أو ممتلكات شخصية أو مادة ذات قيمة من أي نوع، بقصد حرمان شخص آخر بشكل دائم من استخدام الممتلكات والاستفادة منها أو الاحتيال عليه، أو تخصيصها لاستخدامه الخاص أو استخدام أي شخص غير المالك، يسرق تلك الممتلكات ويكون مذنباً بالسرقة."
      }
    },
    {
      "number": "Article 122",
      "title": "Robbery",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, with intent to steal, takes anything of value from the person or in the presence of another, against his will, by means of force or violence or fear of immediate or future injury to his person or property or to the person or property of a relative or member of his family or of anyone in his company at the time of the robbery, is guilty of robbery and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con intención de robar, tome cualquier cosa de valor de la persona o en presencia de otro, contra su voluntad, por medio de fuerza o violencia o temor de lesión inmediata o futura a su persona o propiedad o a la persona o propiedad de un pariente o miembro de su familia o de cualquier persona en su compañía en el momento del robo, es culpable de robo y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht zu stehlen, etwas Wertvolles von der Person oder in Gegenwart einer anderen Person gegen deren Willen durch Gewalt, Drohung oder Angst vor sofortiger oder künftiger Verletzung ihrer Person oder ihres Eigentums oder der Person oder des Eigentums eines Verwandten oder Familienmitglieds oder einer in ihrer Begleitung befindlichen Person zum Zeitpunkt des Raubes wegnimmt, ist des Raubes schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention de voler, prend tout objet de valeur à la personne ou en présence d'une autre personne, contre sa volonté, par la force ou la violence ou la crainte d'une blessure immédiate ou future à sa personne ou à ses biens ou à la personne ou aux biens d'un parent ou membre de sa famille ou de quiconque en sa compagnie au moment du vol, est coupable de vol qualifié et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 절취 의도로, 강도 당시 자신이나 재산 또는 친척이나 가족 구성원 또는 함께 있는 사람의 신체나 재산에 대한 즉각적 또는 장래의 상해에 대한 두려움이나 힘 또는 폭력으로, 의지에 반하여 타인의 신체로부터 또는 타인의 면전에서 가치 있는 것을 빼앗는 자는 강도죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد السرقة، يأخذ أي شيء ذي قيمة من شخص أو بحضور آخر، ضد إرادته، بوسائل القوة أو العنف أو الخوف من إصابة فورية أو مستقبلية لشخصه أو ممتلكاته أو لشخص أو ممتلكات قريب أو فرد من عائلته أو أي شخص برفقته وقت السرقة، يكون مذنباً بالسطو ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 123",
      "title": "Offenses Concerning Government Computers",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who knowingly accesses a Government computer, with an unauthorized purpose, and by doing so obtains classified information, obtains financial data, causes damage, or obtains anything of value, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que a sabiendas acceda a una computadora del Gobierno, con un propósito no autorizado, y al hacerlo obtenga información clasificada, obtenga datos financieros, cause daño u obtenga cualquier cosa de valor, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die wissentlich mit unbefugtem Zweck auf einen Regierungscomputer zugreift und dadurch Verschlusssachen, Finanzdaten erhält, Schaden verursacht oder etwas Wertvolles erlangt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui accède sciemment à un ordinateur gouvernemental, dans un but non autorisé, et ce faisant obtient des informations classifiées, obtient des données financières, cause des dommages ou obtient quoi que ce soit de valeur, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 승인되지 않은 목적으로 정부 컴퓨터에 알면서 접근하고, 그렇게 함으로써 기밀 정보를 획득하거나, 금융 데이터를 획득하거나, 손해를 야기하거나, 가치 있는 것을 획득하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يصل عن علم إلى حاسوب حكومي، لغرض غير مصرح به، وبذلك يحصل على معلومات سرية، أو يحصل على بيانات مالية، أو يتسبب في ضرر، أو يحصل على أي شيء ذي قيمة، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 124",
      "title": "Frauds Against the United States",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, knowing it to be false or fraudulent, makes any claim against the United States, any officer thereof, or any department thereof, or procures its presentation as true or valid, or enters into any agreement or conspiracy with any person to defraud the United States or any officer thereof, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, sabiendo que es falso o fraudulento, haga cualquier reclamación contra los Estados Unidos, cualquier oficial de los mismos, o cualquier departamento de los mismos, o procure su presentación como verdadera o válida, o celebre cualquier acuerdo o conspiración con cualquier persona para defraudar a los Estados Unidos o a cualquier oficial de los mismos, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die in Kenntnis der Falschheit oder Betrüglichkeit einen Anspruch gegen die Vereinigten Staaten, einen Beamten oder eine Behörde davon erhebt oder dessen Vorlage als wahr oder gültig veranlasst, oder eine Vereinbarung oder Verschwörung mit einer Person eingeht, um die Vereinigten Staaten oder einen Beamten davon zu betrügen, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, sachant qu'il est faux ou frauduleux, fait une réclamation contre les États-Unis, tout officier de ceux-ci, ou tout département de ceux-ci, ou procure sa présentation comme vraie ou valide, ou conclut un accord ou une conspiration avec toute personne pour frauder les États-Unis ou tout officier de ceux-ci, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 거짓이거나 사기임을 알면서 미합중국, 그 공무원 또는 그 부처에 대해 청구하거나, 그것이 진실 또는 유효한 것으로 제출되도록 하거나, 미합중국이나 그 공무원을 사취하기 위해 어떤 사람과 협정이나 공모에 들어가는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، مع علمه بأنها كاذبة أو احتيالية، يقدم أي مطالبة ضد الولايات المتحدة أو أي مسؤول فيها أو أي إدارة تابعة لها، أو يدبر تقديمها على أنها صحيحة أو صالحة، أو يدخل في أي اتفاق أو مؤامرة مع أي شخص للاحتيال على الولايات المتحدة أو أي مسؤول فيها، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 125",
      "title": "Kidnapping",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who wrongfully seizes, confines, inveigles, decoys, or carries away another person, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que ilícitamente aprehenda, confine, engañe, atraiga con engaños o se lleve a otra persona, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die unrechtmäßig eine andere Person ergreift, einsperrt, verleitet, in eine Falle lockt oder wegbringt, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui saisit, confine, attire par la ruse, attire dans un piège ou enlève illicitement une autre personne sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 부당하게 타인을 체포, 감금, 유인, 미끼로 유혹 또는 끌고 가는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يقبض على أو يحتجز أو يستدرج أو يخدع أو يختطف شخصاً آخر بشكل غير قانوني، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 126",
      "title": "Arson; Burning Property with Intent to Defraud",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who willfully and maliciously burns or sets on fire an inhabited dwelling, or any other structure, movable or immovable, wherein to the knowledge of the offender there is at the time a human being, is guilty of aggravated arson and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que voluntaria y maliciosamente queme o prenda fuego a una vivienda habitada, o cualquier otra estructura, mueble o inmueble, en la que según el conocimiento del delincuente hay en ese momento un ser humano, es culpable de incendio agravado y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die vorsätzlich und böswillig ein bewohntes Gebäude oder ein anderes Bauwerk, beweglich oder unbeweglich, in dem sich nach Wissen des Täters zum Zeitpunkt ein Mensch befindet, in Brand setzt oder anzündet, ist der schweren Brandstiftung schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui volontairement et malicieusement brûle ou met le feu à une habitation habitée, ou à toute autre structure, mobilière ou immobilière, dans laquelle, à la connaissance du délinquant, se trouve à ce moment un être humain, est coupable d'incendie criminel aggravé et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 고의로 악의적으로 거주하는 주거 또는 범인이 알기에 당시 그 안에 사람이 있는 다른 구조물(이동식 또는 고정식)을 태우거나 불을 지르는 자는 가중 방화죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُحرق أو يُشعل النار عمداً وبشكل خبيث في مسكن مأهول، أو أي هيكل آخر، منقول أو غير منقول، والذي يعلم الجاني أن فيه في ذلك الوقت إنسان، يكون مذنباً بالحرق العمد المشدد ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 127",
      "title": "Extortion",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who communicates threats to another person with the intention to obtain anything of value, or any acquittance, advantage, or immunity, is guilty of extortion and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que comunique amenazas a otra persona con la intención de obtener cualquier cosa de valor, o cualquier finiquito, ventaja o inmunidad, es culpable de extorsión y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die einer anderen Person Drohungen übermittelt mit der Absicht, etwas Wertvolles, eine Entlastung, einen Vorteil oder eine Immunität zu erlangen, ist der Erpressung schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui communique des menaces à une autre personne avec l'intention d'obtenir quoi que ce soit de valeur, ou toute quittance, avantage ou immunité, est coupable d'extorsion et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 가치 있는 것, 면책, 이익 또는 면제를 얻으려는 의도로 타인에게 위협을 전달하는 자는 강탈죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يُبلغ تهديدات لشخص آخر بقصد الحصول على أي شيء ذي قيمة، أو أي إبراء أو ميزة أو حصانة، يكون مذنباً بالابتزاز ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 128",
      "title": "Assault",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who attempts or offers with unlawful force or violence to do bodily harm to another person, whether or not the attempt or offer is consummated, is guilty of assault and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que intente u ofrezca con fuerza o violencia ilegal causar daño corporal a otra persona, ya sea que el intento u oferta se consume o no, es culpable de asalto y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit rechtswidriger Gewalt oder Drohung einer anderen Person körperlichen Schaden zuzufügen versucht oder anbietet, unabhängig davon, ob der Versuch oder das Angebot vollzogen wird, ist der Körperverletzung schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui tente ou offre avec une force ou violence illégale de causer des blessures corporelles à une autre personne, que la tentative ou l'offre soit consommée ou non, est coupable d'agression et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 불법적인 힘이나 폭력으로 타인에게 신체적 해를 가하려고 시도하거나 제안하는 자는, 그 시도나 제안이 완료되었는지 여부와 관계없이, 폭행죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يحاول أو يعرض بقوة أو عنف غير مشروع إلحاق أذى جسدي بشخص آخر، سواء تمت المحاولة أو العرض أم لا، يكون مذنباً بالاعتداء ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 129",
      "title": "Burglary; Unlawful Entry",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, with intent to commit an offense punishable under sections 918-928 of this title, breaks and enters, in the nighttime, the dwelling house of another, is guilty of burglary and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con intención de cometer un delito punible bajo las secciones 918-928 de este título, entre forzando, en la noche, a la casa de habitación de otro, es culpable de robo con allanamiento y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht, eine nach den Abschnitten 918-928 dieses Titels strafbare Tat zu begehen, nachts in das Wohnhaus eines anderen einbricht, ist des Einbruchsdiebstahls schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention de commettre une infraction punissable en vertu des sections 918-928 de ce titre, force et entre, de nuit, dans la maison d'habitation d'une autre personne, est coupable de cambriolage et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 이 편 제918조부터 제928조에 따라 처벌받을 수 있는 범죄를 저지르려는 의도로 야간에 타인의 주거에 침입하여 들어가는 자는 강도죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد ارتكاب جريمة يُعاقب عليها بموجب الأقسام 918-928 من هذا العنوان، يقتحم ويدخل، في الليل، منزل سكن شخص آخر، يكون مذنباً بالسطو ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 130",
      "title": "Stalking",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who wrongfully engages in a course of conduct directed at a specific person that would cause a reasonable person to fear death or bodily harm, including sexual assault, to himself or herself or a member of his or her immediate family, is guilty of stalking and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que participe ilícitamente en una conducta dirigida a una persona específica que causaría que una persona razonable tema la muerte o daño corporal, incluyendo asalto sexual, a sí mismo o a un miembro de su familia inmediata, es culpable de acoso y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die sich unrechtmäßig an einer gegen eine bestimmte Person gerichteten Verhaltensweise beteiligt, die bei einer vernünftigen Person die Angst vor Tod oder körperlicher Verletzung, einschließlich sexueller Übergriffe, für sich selbst oder ein Mitglied seiner unmittelbaren Familie hervorrufen würde, ist des Stalkings schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui s'engage illicitement dans un comportement dirigé contre une personne spécifique qui amènerait une personne raisonnable à craindre la mort ou des blessures corporelles, y compris une agression sexuelle, pour elle-même ou un membre de sa famille immédiate, est coupable de harcèlement et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 합리적인 사람이 자신이나 직계 가족에 대해 성폭행을 포함한 사망이나 신체적 해를 두려워하게 할 특정인을 대상으로 한 행위 과정에 부당하게 관여하는 자는 스토킹죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل يشارك بشكل غير قانوني في سلوك موجه نحو شخص معين من شأنه أن يجعل شخصاً عاقلاً يخشى الموت أو الأذى الجسدي، بما في ذلك الاعتداء الجنسي، لنفسه أو لأحد أفراد عائلته المباشرة، يكون مذنباً بالمطاردة ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 131",
      "title": "Perjury",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who in a judicial proceeding or in a course of justice willfully and corruptly gives, upon a lawful oath or in any form allowed by law to be substituted for an oath, any false testimony material to the issue or matter of inquiry is guilty of perjury and shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que en un procedimiento judicial o en un curso de justicia dé voluntaria y corruptamente, bajo juramento legal o en cualquier forma permitida por la ley para sustituir un juramento, cualquier testimonio falso material para el asunto o materia de investigación es culpable de perjurio y será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die in einem Gerichtsverfahren oder im Zuge der Rechtspflege vorsätzlich und korrupt unter einem rechtmäßigen Eid oder in einer gesetzlich zulässigen Ersatzform für einen Eid eine falsche Aussage macht, die für die Sache oder den Untersuchungsgegenstand wesentlich ist, ist des Meineids schuldig und wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, dans une procédure judiciaire ou au cours de la justice, donne volontairement et de manière corrompue, sous un serment légal ou sous toute forme autorisée par la loi pour remplacer un serment, tout faux témoignage pertinent pour la question ou l'objet de l'enquête est coupable de parjure et sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 사법 절차나 사법 과정에서 합법적인 선서 또는 법률이 선서를 대신하도록 허용하는 형식으로 쟁점이나 심리 사항에 중요한 거짓 증언을 고의로 부패하게 하는 자는 위증죄를 범한 것이며 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، في إجراء قضائي أو في سياق العدالة، يُدلي عمداً وبفساد، تحت قسم قانوني أو بأي شكل يسمح به القانون كبديل للقسم، بأي شهادة كاذبة جوهرية للمسألة أو موضوع التحقيق، يكون مذنباً بشهادة الزور ويُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 132",
      "title": "Retaliation",
      "section": "punitive",
      "translations": {
        "en": "Any person subject to this chapter who, with the intent to retaliate against any person for reporting or planning to report a criminal offense or for making or planning to make a protected communication, wrongfully takes or threatens to take an adverse personnel action against any person, or wrongfully withholds or threatens to withhold a favorable personnel action with respect to any person, shall be punished as a court-martial may direct.",
        "es": "Cualquier persona sujeta a este capítulo que, con la intención de tomar represalias contra cualquier persona por reportar o planear reportar un delito penal o por hacer o planear hacer una comunicación protegida, tome o amenace con tomar ilícitamente una acción de personal adversa contra cualquier persona, o retenga o amenace con retener ilícitamente una acción de personal favorable con respecto a cualquier persona, será castigada según lo que un consejo de guerra pueda ordenar.",
        "de": "Jede diesem Kapitel unterliegende Person, die mit der Absicht, sich an einer Person für das Melden oder Planen des Meldens einer Straftat oder für das Machen oder Planen einer geschützten Mitteilung zu rächen, unrechtmäßig eine nachteilige Personalmaßnahme gegen eine Person ergreift oder damit droht, oder unrechtmäßig eine günstige Personalmaßnahme in Bezug auf eine Person zurückhält oder damit droht, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Toute personne soumise à ce chapitre qui, avec l'intention de se venger de toute personne pour avoir signalé ou prévu de signaler une infraction pénale ou pour avoir fait ou prévu de faire une communication protégée, prend ou menace de prendre illicitement une mesure de personnel défavorable contre toute personne, ou retient ou menace de retenir illicitement une mesure de personnel favorable à l'égard de toute personne, sera punie selon ce qu'une cour martiale peut ordonner.",
        "ko": "이 장의 적용을 받는 자로서 범죄를 신고하거나 신고할 계획이 있거나 보호받는 통신을 하거나 할 계획이 있는 자에 대해 보복할 의도로, 부당하게 불리한 인사 조치를 취하거나 취하겠다고 위협하거나, 부당하게 유리한 인사 조치를 보류하거나 보류하겠다고 위협하는 자는 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي شخص خاضع لهذا الفصل، بقصد الانتقام من أي شخص للإبلاغ أو التخطيط للإبلاغ عن جريمة أو لإجراء أو التخطيط لإجراء اتصال محمي، يتخذ أو يهدد بشكل غير قانوني باتخاذ إجراء شخصي سلبي ضد أي شخص، أو يحجب أو يهدد بشكل غير قانوني بحجب إجراء شخصي إيجابي فيما يتعلق بأي شخص، يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 133",
      "title": "Conduct Unbecoming an Officer and a Gentleman",
      "section": "punitive",
      "translations": {
        "en": "Any commissioned officer, cadet, or midshipman who is convicted of conduct unbecoming an officer and a gentleman shall be punished as a court-martial may direct.",
        "es": "Cualquier oficial comisionado, cadete o guardiamarina que sea condenado por conducta impropia de un oficial y caballero será castigado según lo que un consejo de guerra pueda ordenar.",
        "de": "Jeder beauftragte Offizier, Kadett oder Seekadett, der wegen Verhaltens, das eines Offiziers und Gentleman unwürdig ist, verurteilt wird, wird nach Ermessen eines Kriegsgerichts bestraft.",
        "fr": "Tout officier commissionné, cadet ou aspirant qui est reconnu coupable de conduite indigne d'un officier et d'un gentleman sera puni selon ce qu'une cour martiale peut ordonner.",
        "ko": "장교와 신사에 어울리지 않는 행위로 유죄 판결을 받은 임관 장교, 사관후보생 또는 해군사관후보생은 군사법원이 명하는 대로 처벌받는다.",
        "ar": "أي ضابط مفوض أو طالب ضابط أو طالب بحري يُدان بسلوك لا يليق بضابط ورجل نبيل يُعاقب كما قد تأمر المحكمة العسكرية."
      }
    },
    {
      "number": "Article 134",
      "title": "General Article",
      "section": "punitive",
      "translations": {
        "en": "Though not specifically mentioned in this chapter, all disorders and neglects to the prejudice of good order and discipline in the armed forces, all conduct of a nature to bring discredit upon the armed forces, and crimes and offenses not capital, of which persons subject to this chapter may be guilty, shall be taken cognizance of by a general, special, or summary court-martial, according to the nature and degree of the offense, and shall be punished at the discretion of that court.",
        "es": "Aunque no se mencionen específicamente en este capítulo, todos los desórdenes y negligencias en perjuicio del buen orden y disciplina en las fuerzas armadas, toda conducta de naturaleza tal que desacredite a las fuerzas armadas, y los crímenes y delitos no capitales, de los cuales las personas sujetas a este capítulo puedan ser culpables, serán conocidos por un consejo de guerra general, especial o sumario, según la naturaleza y grado del delito, y serán castigados a discreción de ese tribunal.",
        "de": "Obwohl nicht ausdrücklich in diesem Kapitel erwähnt, werden alle Unordnungen und Nachlässigkeiten zum Nachteil der guten Ordnung und Disziplin in den Streitkräften, jedes Verhalten, das geeignet ist, die Streitkräfte in Verruf zu bringen, und nicht todeswürdige Verbrechen und Vergehen, deren Personen, die diesem Kapitel unterliegen, schuldig sein können, von einem allgemeinen, besonderen oder summarischen Kriegsgericht entsprechend der Art und dem Grad des Vergehens zur Kenntnis genommen und nach Ermessen dieses Gerichts bestraft.",
        "fr": "Bien que non spécifiquement mentionnés dans ce chapitre, tous les désordres et négligences portant préjudice au bon ordre et à la discipline dans les forces armées, toute conduite de nature à discréditer les forces armées, et les crimes et délits non capitaux, dont les personnes soumises à ce chapitre peuvent être coupables, seront connus par une cour martiale générale, spéciale ou sommaire, selon la nature et le degré de l'infraction, et seront punis à la discrétion de cette cour.",
        "ko": "이 장에서 구체적으로 언급되지 않았더라도, 군의 질서와 규율에 해가 되는 모든 무질서와 태만, 군의 신뢰를 떨어뜨리는 성격의 모든 행위, 그리고 이 장의 적용을 받는 자가 유죄일 수 있는 사형에 해당하지 않는 범죄와 위반은 범죄의 성격과 정도에 따라 일반, 특별 또는 약식 군사법원에서 인지되고 그 법원의 재량에 따라 처벌된다.",
        "ar": "على الرغم من عدم ذكرها تحديداً في هذا الفصل، فإن جميع الاضطرابات والإهمال التي تضر بحسن النظام والانضباط في القوات المسلحة، وجميع السلوكيات ذات الطبيعة التي تجلب العار على القوات المسلحة، والجرائم والمخالفات غير الإعدامية، التي قد يكون الأشخاص الخاضعون لهذا الفصل مذنبين بها، يجب أن تنظر فيها محكمة عسكرية عامة أو خاصة أو موجزة، وفقاً لطبيعة ودرجة الجريمة، وتُعاقب وفقاً لتقدير تلك المحكمة."
      }
    },
    {
      "number": "Article 135",
      "title": "Courts of Inquiry",
      "section": "miscellaneous",
      "translations": {
        "en": "Courts of inquiry to investigate any matter may be convened by any person authorized to convene a general court-martial, whether or not the persons involved have requested such an inquiry.",
        "es": "Los tribunales de investigación para investigar cualquier asunto pueden ser convocados por cualquier persona autorizada para convocar un consejo de guerra general, ya sea que las personas involucradas hayan solicitado o no dicha investigación.",
        "de": "Untersuchungsgerichte zur Untersuchung einer Angelegenheit können von jeder Person einberufen werden, die zur Einberufung eines allgemeinen Kriegsgerichts befugt ist, unabhängig davon, ob die betroffenen Personen eine solche Untersuchung beantragt haben oder nicht.",
        "fr": "Les cours d'enquête pour enquêter sur toute question peuvent être convoquées par toute personne autorisée à convoquer une cour martiale générale, que les personnes impliquées aient demandé ou non une telle enquête.",
        "ko": "어떤 사안을 조사하기 위한 조사법원은 관련자들이 그러한 조사를 요청했는지 여부와 관계없이 일반 군사법원을 소집할 권한이 있는 자에 의해 소집될 수 있다.",
        "ar": "يجوز لأي شخص مخول بعقد محكمة عسكرية عامة عقد محاكم تحقيق للتحقيق في أي مسألة، سواء طلب الأشخاص المعنيون هذا التحقيق أم لا."
      }
    },
    {
      "number": "Article 136",
      "title": "Authority to Administer Oaths and Act as Notary",
      "section": "miscellaneous",
      "translations": {
        "en": "The following persons on active duty or performing inactive-duty training may administer oaths for the purposes of military administration, including military justice, and have the general powers of a notary public in the performance of all notarial acts to be executed by any person subject to this chapter.",
        "es": "Las siguientes personas en servicio activo o realizando entrenamiento de servicio inactivo pueden administrar juramentos para los propósitos de la administración militar, incluyendo la justicia militar, y tienen los poderes generales de un notario público en la ejecución de todos los actos notariales que deben ser ejecutados por cualquier persona sujeta a este capítulo.",
        "de": "Die folgenden Personen im aktiven Dienst oder bei Ausbildung im inaktiven Dienst können Eide für die Zwecke der Militärverwaltung, einschließlich der Militärjustiz, abnehmen und haben die allgemeinen Befugnisse eines Notars bei der Durchführung aller notariellen Handlungen, die von Personen, die diesem Kapitel unterliegen, auszuführen sind.",
        "fr": "Les personnes suivantes en service actif ou effectuant une formation en service inactif peuvent administrer des serments aux fins de l'administration militaire, y compris la justice militaire, et ont les pouvoirs généraux d'un notaire public dans l'exécution de tous les actes notariés devant être exécutés par toute personne soumise à ce chapitre.",
        "ko": "현역 또는 비활성 복무 훈련 중인 다음 사람들은 군사 행정, 군사 사법 등의 목적으로 선서를 집행할 수 있으며, 이 장의 적용을 받는 자가 집행할 모든 공증 행위의 수행에 있어 공증인의 일반 권한을 가진다.",
        "ar": "يجوز للأشخاص التالين في الخدمة الفعلية أو الذين يؤدون تدريب الخدمة غير الفعلية إدارة القسم لأغراض الإدارة العسكرية، بما في ذلك العدالة العسكرية، ولديهم الصلاحيات العامة للموثق العام في تنفيذ جميع الأعمال التوثيقية التي يجب تنفيذها من قبل أي شخص خاضع لهذا الفصل."
      }
    },
    {
      "number": "Article 137",
      "title": "Articles to Be Explained",
      "section": "miscellaneous",
      "translations": {
        "en": "Articles 2, 3, 7-15, 25, 27, 31, 37, 38, 55, 77-134, and 137-139 shall be carefully explained to each enlisted member at the time of his initial entrance on active duty, again after he has completed six months of active duty, and again at the time when he reenlists.",
        "es": "Los Artículos 2, 3, 7-15, 25, 27, 31, 37, 38, 55, 77-134 y 137-139 serán cuidadosamente explicados a cada miembro alistado en el momento de su entrada inicial al servicio activo, nuevamente después de haber completado seis meses de servicio activo, y nuevamente en el momento en que se reenganche.",
        "de": "Die Artikel 2, 3, 7-15, 25, 27, 31, 37, 38, 55, 77-134 und 137-139 müssen jedem eingetragenen Mitglied bei seinem ersten Eintritt in den aktiven Dienst, erneut nach Abschluss von sechs Monaten aktivem Dienst und erneut bei seiner Wiederverpflichtung sorgfältig erklärt werden.",
        "fr": "Les Articles 2, 3, 7-15, 25, 27, 31, 37, 38, 55, 77-134 et 137-139 doivent être soigneusement expliqués à chaque membre enrôlé au moment de son entrée initiale en service actif, de nouveau après avoir accompli six mois de service actif, et de nouveau au moment de son réengagement.",
        "ko": "제2조, 제3조, 제7조부터 제15조, 제25조, 제27조, 제31조, 제37조, 제38조, 제55조, 제77조부터 제134조, 그리고 제137조부터 제139조는 각 사병에게 최초 현역 입대 시, 현역 6개월 완료 후, 그리고 재입대 시에 주의 깊게 설명되어야 한다.",
        "ar": "يجب شرح المواد 2، 3، 7-15، 25، 27، 31، 37، 38، 55، 77-134، و137-139 بعناية لكل عضو مجند وقت دخوله الأول للخدمة الفعلية، ومرة أخرى بعد إكماله ستة أشهر من الخدمة الفعلية، ومرة أخرى في وقت إعادة تجنيده."
      }
    },
    {
      "number": "Article 138",
      "title": "Complaints of Wrongs",
      "section": "miscellaneous",
      "translations": {
        "en": "Any member of the armed forces who believes himself wronged by his commanding officer, and who, upon due application to that commanding officer, is refused redress, may complain to any superior commissioned officer, who shall forward the complaint to the officer exercising general court-martial jurisdiction over the officer against whom it is made.",
        "es": "Cualquier miembro de las fuerzas armadas que crea que ha sido agraviado por su oficial al mando, y que, tras la debida solicitud a ese oficial al mando, se le niegue reparación, puede quejarse ante cualquier oficial comisionado superior, quien remitirá la queja al oficial que ejerce la jurisdicción de consejo de guerra general sobre el oficial contra quien se presenta.",
        "de": "Jedes Mitglied der Streitkräfte, das glaubt, von seinem kommandierenden Offizier Unrecht erfahren zu haben, und dem auf ordnungsgemäßen Antrag an diesen kommandierenden Offizier keine Abhilfe gewährt wird, kann sich bei jedem vorgesetzten beauftragten Offizier beschweren, der die Beschwerde an den Offizier weiterleitet, der die allgemeine Kriegsgerichtsbarkeit über den Offizier ausübt, gegen den sie erhoben wird.",
        "fr": "Tout membre des forces armées qui se croit lésé par son officier commandant, et qui, sur demande en bonne et due forme à cet officier commandant, se voit refuser réparation, peut porter plainte auprès de tout officier commissionné supérieur, qui transmettra la plainte à l'officier exerçant la juridiction de cour martiale générale sur l'officier contre lequel elle est faite.",
        "ko": "자신이 지휘관에 의해 부당한 대우를 받았다고 믿는 군 구성원으로서, 그 지휘관에게 정당한 신청을 했음에도 구제를 거부당한 경우, 어떤 상급 임관 장교에게든 불만을 제기할 수 있으며, 그 장교는 불만을 제기당한 장교에 대한 일반 군사법원 관할권을 행사하는 장교에게 불만을 전달해야 한다.",
        "ar": "أي عضو في القوات المسلحة يعتقد أنه تعرض لظلم من ضابطه القائد، والذي، بناءً على طلب مناسب لذلك الضابط القائد، يُرفض إنصافه، يجوز له تقديم شكوى إلى أي ضابط مفوض أعلى رتبة، الذي يُحيل الشكوى إلى الضابط الذي يمارس اختصاص المحكمة العسكرية العامة على الضابط المشتكى منه."
      }
    },
    {
      "number": "Article 139",
      "title": "Redress of Injuries to Property",
      "section": "miscellaneous",
      "translations": {
        "en": "Whenever complaint is made to any commanding officer that willful damage has been done to the property of any person or that his property has been wrongfully taken by members of the armed forces, the commanding officer shall make every reasonable effort to recover the property, and the sum determined to be due shall be assessed against the pay of the accused or offenders.",
        "es": "Siempre que se presente una queja ante cualquier oficial al mando de que se ha causado daño intencional a la propiedad de cualquier persona o que su propiedad ha sido tomada ilegalmente por miembros de las fuerzas armadas, el oficial al mando hará todo esfuerzo razonable para recuperar la propiedad, y la suma determinada como adeudada será descontada del pago del acusado o los infractores.",
        "de": "Wann immer bei einem kommandierenden Offizier Beschwerde erhoben wird, dass vorsätzlich Schaden am Eigentum einer Person verursacht wurde oder dass ihr Eigentum unrechtmäßig von Mitgliedern der Streitkräfte genommen wurde, muss der kommandierende Offizier alle zumutbaren Anstrengungen unternehmen, um das Eigentum wiederzuerlangen, und der als fällig ermittelte Betrag wird vom Sold des Beschuldigten oder der Täter abgezogen.",
        "fr": "Chaque fois qu'une plainte est déposée auprès d'un officier commandant que des dommages volontaires ont été causés à la propriété de toute personne ou que sa propriété a été prise illicitement par des membres des forces armées, l'officier commandant doit faire tout effort raisonnable pour récupérer la propriété, et la somme déterminée comme due sera imputée sur la solde de l'accusé ou des contrevenants.",
        "ko": "어떤 사람의 재산에 고의적 손해가 가해졌거나 그의 재산이 군 구성원에 의해 부당하게 탈취되었다는 불만이 지휘관에게 제기될 때마다, 지휘관은 재산을 회수하기 위해 모든 합리적인 노력을 기울여야 하며, 지불해야 할 것으로 결정된 금액은 피고인 또는 범법자의 급여에서 산정되어야 한다.",
        "ar": "كلما قُدمت شكوى إلى أي ضابط قائد بأن ضرراً متعمداً قد لحق بممتلكات أي شخص أو أن ممتلكاته قد أُخذت بشكل غير قانوني من قبل أعضاء في القوات المسلحة، يجب على الضابط القائد بذل كل جهد معقول لاسترداد الممتلكات، ويُخصم المبلغ المحدد المستحق من راتب المتهم أو المخالفين."
      }
    },
    {
      "number": "Article 140",
      "title": "Delegation by the President",
      "section": "miscellaneous",
      "translations": {
        "en": "The President may delegate any authority vested in him under this chapter, and provide for the subdelegation of any such authority.",
        "es": "El Presidente puede delegar cualquier autoridad que se le confiera bajo este capítulo, y disponer la subdelegación de cualquier autoridad de este tipo.",
        "de": "Der Präsident kann jede ihm nach diesem Kapitel übertragene Befugnis delegieren und die Weiterdelegation einer solchen Befugnis vorsehen.",
        "fr": "Le Président peut déléguer toute autorité qui lui est conférée en vertu de ce chapitre, et prévoir la sous-délégation de toute telle autorité.",
        "ko": "대통령은 이 장에 따라 자신에게 부여된 권한을 위임할 수 있으며, 그러한 권한의 재위임을 규정할 수 있다.",
        "ar": "يجوز للرئيس تفويض أي سلطة مخولة له بموجب هذا الفصل، والنص على إعادة تفويض أي سلطة من هذا القبيل."
      }
    },
    {
      "number": "Article 140a",
      "title": "Case Management; Data Collection and Accessibility",
      "section": "miscellaneous",
      "translations": {
        "en": "The Secretary of Defense shall prescribe uniform standards and criteria for case management, including standards for document management and accessibility, and data collection and reporting, for the military justice system.",
        "es": "El Secretario de Defensa prescribirá estándares y criterios uniformes para la gestión de casos, incluyendo estándares para la gestión y accesibilidad de documentos, y la recopilación e informes de datos, para el sistema de justicia militar.",
        "de": "Der Verteidigungsminister erlässt einheitliche Standards und Kriterien für das Fallmanagement, einschließlich Standards für das Dokumentenmanagement und die Zugänglichkeit sowie die Datenerhebung und Berichterstattung für das Militärjustizsystem.",
        "fr": "Le Secrétaire à la Défense prescrira des normes et critères uniformes pour la gestion des dossiers, y compris des normes pour la gestion et l'accessibilité des documents, et la collecte et le rapport de données, pour le système de justice militaire.",
        "ko": "국방장관은 군사 사법 시스템을 위한 문서 관리와 접근성 기준, 데이터 수집과 보고를 포함한 사건 관리에 대한 통일된 기준과 기준을 정해야 한다.",
        "ar": "يحدد وزير الدفاع معايير وضوابط موحدة لإدارة القضايا، بما في ذلك معايير إدارة الوثائق وإمكانية الوصول إليها، وجمع البيانات والإبلاغ عنها، لنظام العدالة العسكرية."
      }
    },
    {
      "number": "Article 141",
      "title": "Status of Reports",
      "section": "miscellaneous",
      "translations": {
        "en": "Sections 1 through 36 of this title, and this chapter, shall be deemed to have the force and effect of law only to the extent that they remain uncorrected by the Secretary of Defense or the relevant Service Secretary.",
        "es": "Las secciones 1 a 36 de este título, y este capítulo, se considerarán que tienen la fuerza y efecto de ley solo en la medida en que no hayan sido corregidas por el Secretario de Defensa o el Secretario de Servicio correspondiente.",
        "de": "Die Abschnitte 1 bis 36 dieses Titels und dieses Kapitel gelten nur insoweit als Gesetz, als sie vom Verteidigungsminister oder dem zuständigen Dienstminister nicht korrigiert wurden.",
        "fr": "Les sections 1 à 36 de ce titre, et ce chapitre, seront réputés avoir force et effet de loi uniquement dans la mesure où ils restent non corrigés par le Secrétaire à la Défense ou le Secrétaire du Service concerné.",
        "ko": "이 편의 제1조부터 제36조 및 이 장은 국방장관 또는 해당 군 장관에 의해 수정되지 않은 범위에서만 법의 효력을 가지는 것으로 간주된다.",
        "ar": "تُعتبر الأقسام من 1 إلى 36 من هذا العنوان، وهذا الفصل، لها قوة وتأثير القانون فقط بقدر ما تظل غير مصححة من قبل وزير الدفاع أو وزير الخدمة المعني."
      }
    },
    {
      "number": "Article 142",
      "title": "Apprehension of Deserters",
      "section": "miscellaneous",
      "translations": {
        "en": "It shall be lawful for any civil officer having authority to apprehend offenders under the laws of the United States or of a State, Commonwealth, or possession, or the District of Columbia, to summarily apprehend a deserter from the armed forces and deliver him into the custody of those forces.",
        "es": "Será legal para cualquier oficial civil que tenga autoridad para aprehender delincuentes bajo las leyes de los Estados Unidos o de un Estado, Commonwealth o posesión, o el Distrito de Columbia, aprehender sumariamente a un desertor de las fuerzas armadas y entregarlo a la custodia de esas fuerzas.",
        "de": "Es ist jedem Zivilbeamten, der nach den Gesetzen der Vereinigten Staaten oder eines Staates, Commonwealth oder Territoriums oder des District of Columbia befugt ist, Straftäter festzunehmen, gestattet, einen Deserteur der Streitkräfte summarisch festzunehmen und ihn in deren Gewahrsam zu übergeben.",
        "fr": "Il sera légal pour tout officier civil ayant l'autorité d'appréhender les délinquants en vertu des lois des États-Unis ou d'un État, Commonwealth ou possession, ou du District de Columbia, d'appréhender sommairement un déserteur des forces armées et de le remettre à la garde de ces forces.",
        "ko": "미합중국, 주, 연방 또는 속령, 또는 컬럼비아 특별구의 법률에 따라 범법자를 체포할 권한이 있는 민간 공무원이 군의 탈영병을 약식 체포하여 해당 군의 구금에 인도하는 것은 합법이다.",
        "ar": "يكون قانونياً لأي موظف مدني لديه سلطة القبض على المخالفين بموجب قوانين الولايات المتحدة أو ولاية أو كومنولث أو إقليم أو مقاطعة كولومبيا، القبض بإجراءات موجزة على هارب من القوات المسلحة وتسليمه إلى حراسة تلك القوات."
      }
    },
    {
      "number": "Article 143",
      "title": "Disposition After Acquittal or Sentence",
      "section": "miscellaneous",
      "translations": {
        "en": "Upon the acquittal or termination of the proceedings in a court-martial case, the accused shall, unless the Secretary concerned otherwise directs, be returned to the place from which he was sent for trial.",
        "es": "Tras la absolución o terminación de los procedimientos en un caso de consejo de guerra, el acusado, a menos que el Secretario correspondiente disponga lo contrario, será devuelto al lugar desde donde fue enviado para juicio.",
        "de": "Nach Freispruch oder Beendigung des Verfahrens in einem Kriegsgerichtsfall wird der Angeklagte, sofern der zuständige Minister nichts anderes anordnet, an den Ort zurückgebracht, von dem er zur Verhandlung geschickt wurde.",
        "fr": "À l'acquittement ou à la fin des procédures dans une affaire de cour martiale, l'accusé, à moins que le Secrétaire concerné n'en dispose autrement, sera renvoyé au lieu d'où il a été envoyé pour le procès.",
        "ko": "군사법원 사건에서 무죄 선고 또는 절차 종료 시, 피고인은 관계 장관이 달리 지시하지 않는 한 재판을 위해 보내진 곳으로 돌려보내져야 한다.",
        "ar": "عند البراءة أو إنهاء الإجراءات في قضية محكمة عسكرية، يُعاد المتهم، ما لم يوجه الوزير المعني خلاف ذلك، إلى المكان الذي أُرسل منه للمحاكمة."
      }
    },
    {
      "number": "Article 144",
      "title": "Military Justice Review Panel",
      "section": "miscellaneous",
      "translations": {
        "en": "The Secretary of Defense shall establish a panel to conduct independent periodic reviews and assessments of the operation of this chapter. The panel shall be known as the 'Military Justice Review Panel'.",
        "es": "El Secretario de Defensa establecerá un panel para realizar revisiones y evaluaciones periódicas independientes de la operación de este capítulo. El panel se conocerá como el 'Panel de Revisión de Justicia Militar'.",
        "de": "Der Verteidigungsminister richtet ein Gremium ein, das unabhängige regelmäßige Überprüfungen und Bewertungen der Anwendung dieses Kapitels durchführt. Das Gremium wird als 'Überprüfungsgremium für Militärjustiz' bezeichnet.",
        "fr": "Le Secrétaire à la Défense établira un panel pour mener des examens et évaluations périodiques indépendants du fonctionnement de ce chapitre. Le panel sera connu sous le nom de 'Panel de révision de la justice militaire'.",
        "ko": "국방장관은 이 장의 운용에 대한 독립적인 정기 검토와 평가를 수행하기 위한 패널을 설립해야 한다. 이 패널은 '군사사법검토패널'로 알려진다.",
        "ar": "ينشئ وزير الدفاع لجنة لإجراء مراجعات وتقييمات دورية مستقلة لتشغيل هذا الفصل. تُعرف اللجنة باسم 'لجنة مراجعة العدالة العسكرية'."
      }
    },
    {
      "number": "Article 145",
      "title": "Code Committee",
      "section": "miscellaneous",
      "translations": {
        "en": "There is a committee to be known as the 'Code Committee' which shall consist of the judges of the United States Court of Appeals for the Armed Forces and two other members appointed by the Secretary of Defense.",
        "es": "Hay un comité conocido como el 'Comité del Código' que constará de los jueces del Tribunal de Apelaciones de los Estados Unidos para las Fuerzas Armadas y otros dos miembros nombrados por el Secretario de Defensa.",
        "de": "Es gibt ein Komitee, das als 'Code-Komitee' bekannt ist und aus den Richtern des Berufungsgerichts der Vereinigten Staaten für die Streitkräfte und zwei weiteren vom Verteidigungsminister ernannten Mitgliedern besteht.",
        "fr": "Il existe un comité connu sous le nom de 'Comité du Code' qui sera composé des juges de la Cour d'appel des États-Unis pour les Forces armées et de deux autres membres nommés par le Secrétaire à la Défense.",
        "ko": "'법전위원회'로 알려진 위원회가 있으며, 이는 미합중국 군항소법원 판사와 국방장관이 임명하는 2명의 다른 위원으로 구성된다.",
        "ar": "توجد لجنة تُعرف باسم 'لجنة القانون' تتألف من قضاة محكمة الاستئناف الأمريكية للقوات المسلحة وعضوين آخرين يعينهما وزير الدفاع."
      }
    },
    {
      "number": "Article 146",
      "title": "Annual Report",
      "section": "miscellaneous",
      "translations": {
        "en": "The Code Committee shall meet at least annually and shall make an annual comprehensive survey of the operation of this chapter and shall report the results to the Committees on Armed Services of the Senate and House of Representatives.",
        "es": "El Comité del Código se reunirá al menos anualmente y realizará una encuesta anual integral de la operación de este capítulo e informará los resultados a los Comités de Servicios Armados del Senado y la Cámara de Representantes.",
        "de": "Das Code-Komitee tritt mindestens jährlich zusammen und führt eine jährliche umfassende Überprüfung der Anwendung dieses Kapitels durch und berichtet die Ergebnisse den Ausschüssen für Streitkräfte des Senats und des Repräsentantenhauses.",
        "fr": "Le Comité du Code se réunira au moins annuellement et effectuera une enquête annuelle complète sur le fonctionnement de ce chapitre et rendra compte des résultats aux Comités des Services armés du Sénat et de la Chambre des Représentants.",
        "ko": "법전위원회는 최소 연 1회 회의를 개최하고 이 장의 운용에 대한 연례 포괄적 조사를 실시하며 그 결과를 상원과 하원의 군사위원회에 보고해야 한다.",
        "ar": "تجتمع لجنة القانون سنوياً على الأقل وتُجري مسحاً سنوياً شاملاً لتشغيل هذا الفصل وتُبلغ النتائج إلى لجان القوات المسلحة في مجلس الشيوخ ومجلس النواب."
      }
    }
  ]
}
